Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Return_from_Captivity/*.po
Languages: de, pt

source: The Rocs of Thornspire Mountain had long grown fat off the flesh of the goblins who lived below. It took one particularly mad and foolhardy goblin to change the fate of his people when he set out to tame the beasts. After several narrow escapes the goblin managed to steal an egg from the great birds and rose it under his care. Less then three months later when the Rocs attacked they were surprised to hear a piercing cry from above and even more surprised when they were ripped to shreds by one of their own. To this day the goblins ride tamed Rocs into battle, their battle cries the only warning of impending doom.
de: Die Adler von Spitzen Berg wachsen seit langem von dem Fleisch der Kobolden, die unter ihnen lebten, Fett. Es brauchte ein besonders verrückter und tollkühnen Kobold, um das Schicksal seines Volkes zu ändern, als er aufbrach, um die Tiere zu zähmen. Nach mehreren versuchen ist es dem Kobold gelungen, ein Ei der großen Vögel zu stehlen und unter seiner Obhut zu bringen. Weniger als drei Monate später, als die Adler sie überfielen waren sie überrascht, einen durchdringenden Schrei von oben zu hören und noch mehr , als sie sich in Stücke von einem ihrer eigenen gerissen worden sind. Bis zum heutigen Tag reiten die Kobolde gezähmte Adler in der Schlacht ihr Kampfschrei ist die einzige Warnung vor drohendem Unheil.
pt: As águias da montanha aguda têm engordado muito tempo com a carne dos duendes que viveram debaixo. Foi preciso um duende particularmente louco e temerário mudar o destino do seu povo quando partiu para domar as feras. Depois de várias escapadas o duende conseguiu roubar um ovo das grandes aves e manteve-o sob os seus cuidados. Menos de três meses depois, quando as águias atacaram, estas foram surpreendidas ao ouvir um grito agudo do cimo e ainda mais surpreso ficaram quando foram rasgados em pedaços por um dos seus. Até hoje os duendes montam águias domesticadas para a batalha, os seus gritos de guerra é o único aviso do perigo iminente.

source: Dwarvish Master of Alchemy
pt: Mestre Alquimista Anão

source: Orcish Woodcutter
de: Ork Holzfäller
pt: Lenhador orc

source: The Orcish woodcutters destroy the forest by cutting the forest terrains. Each destroyed forest terrain gives 5 gold income to the owner of the unit.
de: Die Ork Holzfäller zerstören den Wald, indem der Wald abholzen. Jedes zerstörte Waldgebiet verleiht 5 Gold Einkommen an den Eigentümer der Einheit.
pt: Os lenhadores Orcs destroem a floresta por corte dos terrenos florestais. Cada floresta destruída dá 5 peças de ouro ao proprietário da unidade.

source: axe
de: Axt
pt: machado

source: hatchet
de: Wurfbeil
pt: machadinha

source: Dwarvish Potion Smith
de: Zwergen Zaubermeister
pt: Curandeiro Anão

source: Elf Raindancer
de: Elfen Regentänzer
pt: Elfo Dançarino da Chuva

source: The Sidhe nobility are powerful mages. They have concentrated their powers on the calling of lighting from an otherwise clear sky, and their dancing among the lightning is what gave them their name of raindancers. Alas, the young and brash noblemen are uninterested in study, and more likely to go practice their swordplay than their magic.
de: Der Sidhe Adel gibt mächtige Magier hervor. Sie haben ihre Kräfte auf die Berufung der Blitze von einer ansonsten klaren Himmel konzentriert, und ihr Tanz zwischen dem Blitzen ist das, weshalb man ihnen ihren Namen Regentänzer gab. Leider sind die jungen und frechen Adligen uninteressiert zu studieren und eher üben sie ihren Schwertkampf als ihre Magie.
pt: A nobreza Sidhe são magos poderosos. Têm concentrado os seus poderes sobre a convocação de raios a partir de um céu de outra maneira claro e as suas danças entre os raios é o que lhes deu o nome de dançarinos da chuva. Infelizmente, nobres jovens e impetuosos não têm interesse em estudar, e mais propensos a ir praticar a sua esgrima do que a sua magia.

source: sword
de: Schwert
pt: espada

source: lightning
de: Blitz
pt: relâmpago

source: Elf Stormlord
de: Elfen Sturmherr
pt: Elfo Senhor do Trovão

source: A Stormlord has spent his entire life studying magic. He has sacrificed all else for this goal - including his skill with the sword. In exchange he has reached the absolute pinnacle of magical power. He can go no higher, for there is nowhere higher to go. He knows, it is said, all there is to know, about air, water, fire and earth. It is a shame that his wisdom manifests itself on the battlefield only as a massive thunderous display of raw power - but it is fitting, for it is the beauty seen in the power of the storm that inspired him to study magic in the first place.
de: Ein Sturmherr hat sein ganzes Leben damit verbracht, Magie zu studieren. Darunter leidet sein Geschick mit dem Schwert - Er hat alles für dieses Ziel geopfert. Im Gegenzug hat er die absolute Spitze der magischen Kraft erreicht. Er kann nicht höher gehen, denn es ist nirgendwo höher zu gehen. Er weiß, was es heißt, alles, was es zu wissen gibt, über Luft, Wasser, Feuer und Erde. Es ist eine Schande, dass seine Weisheit auf dem Schlachtfeld nur als eine massive donnernden Darstellung roher Gewalt sich äußert - aber es ist passend, denn es ist die Schönheit in der Macht des Sturms, der ihm in erster Linie zur Studie der Magie inspirierte.
pt: Um Senhor da Tempestade passou a vida inteira a estudar magia. Sacrificou tudo para alcançar essa meta - incluindo a sua habilidade com a espada. Em troca, atingiu o auge absoluto do poder mágico. Não pode ir mais alto, pois não há nada mais alto para ir. Sabe, diz-se, tudo o que há de saber, sobre o ar, água, fogo e terra. É uma pena que a sua sabedoria se manifesta no campo de batalha apenas como uma exposição maciça estrondosa do poder-primo - mas é apropriado, pois é a beleza visto na força da tempestade que o inspirou a estudar magia em primeiro lugar.

source: lightning staff
de: Stab der Blitze
pt: bastão do trovão

source: Elf Tempest
de: Elfen Sturmwind
pt: Elfo Tempestade

source: The Tempest aims to make his magic live up to his name. He calls down lightning from the sky, using magic whose raw destructive power is almost unequaled.
de: Der Sturmwind zielt darauf ab, seine Magie zu leben bis zu seinem Namen. Er ruft einen Blitz vom Himmel, mit Magie, deren rohe zerstörerische Kraft nahezu unerreicht ist.
pt: O Tempestade tem como objectivo tornar a sua magia a altura do seu nome. Chama os relâmpagos do céu, usando magia cuja matéria-destrutiva de energia é quase inigualável.

source: Elf Thunderblade
de: Elfen Donnerklinge
pt: Elfo Lâmina do Trovão

source: When Vanimaro, the first King of the Sidhe, died in battle, the shards of his mighty sword were collected and kept preciously by the greatest elf mages. Twelve great Thunderblades were then made, each containing a shard of the original, and each containing a part of the power of the storm wielded by Vanimaro. These blades were awarded to the best of the swordsmen found among the Sidhe, and they were given rule over the various marches of the Sidhe forests and over the armies of those marches.
de: Als Vanimaro, der erste König der Sidhe, in der Schlacht starb, wurden die Scherben von seinem mächtigen Schwert prunkvoll gesammelt und aufbewahrt von den größten Elfen Magier. Zwölf große Donnerklingen wurden anschließend gemacht, die jeweils einen Splitter des Originals, und jeweils einen Teil der Macht des Sturms von Vanimaro ausübte. Diese Klingen wurden den besten der Schwertkämpfer unter den Sidhe die sich fand verliehen, und sie beherrschen die verschiedenen Wälder der Sidhe und über die Heere dieser..
pt: Quando Vanimaro, o primeiro rei dos Sidhe, morreu na batalha, os fragmentos da sua poderosa espada foram reunidas e preciosamente pelos magos maiores elfos. Doze grandes Espadas do trovão foram então feitos, cada um contendo um fragmento do original, e cada uma contendo uma parte do poder da tempestade exercido por Vanimaro. Essas lâminas foram atribuídas aos melhores espadachins encontrados entre os Sidhe, e foi-lhes dado domínio sobre as várias florestas Sidhe e sobre os exércitos daqueles.

source: thunderblade
de: Donnerklinge
pt: lamina do trovão

source: Elf War Mage
de: Elfen Kriegsmagier
pt: Elfo Mago de guerra

source: Few Sidhe are capable of staying away from battle for long. The War Mages are elf nobility who, though trained as mages, spend most of their time with sword in hand. Their prowess with the sword easily equals that of a warrior, and their magic is a welcome ally.
de: Wenige Sidhe sind in der Lage für lange. vom Kampf fernzubleiben Die Kampfmagier sind Elfen Adlige, die, obwohl als Magier ausgebildet, den Großteil ihrer Zeit mit dem Schwert in der Hand verbringen . Ihr Können mit dem Schwert entspricht gut dem eines Kriegers, und ihre Magie ist ein willkommener Verbündeter.
pt: Poucos Sidhe são capazes de ficar longe da batalha por muito tempo. Os Magos de guerra são elfos nobres que, embora treinados como magos, passam a maior parte do seu tempo com a espada na mão. As suas proezas com a espada facilmente iguala a de um guerreiro, e a sua magia é um aliado bem-vindo.

source: Elf Windlasher
de: Elfen Windpeitsche
pt: Açoite do Vento

source: Those Raindancers who wish to focus all of their energy on the study of magic must follow the path of the Windlasher. They do not have the master-student relationship of the Thunderblades, for magic, the Sidhe believe, is best learned alone. A Windlasher, who has aleady learned the fundamentals of their art from the school at Mount Stormkeep, will continue his studies in isolation - even if he continues living in the city at Stormkeep, he will spend most of his days locked in his garden deep in contemplation.
de: Diejenigen Regentänzer, die alle ihre Energie auf das Studium der Magie konzentrieren wollen, gehen den Weg der Windpeitsche. Sie haben nicht die Meister-Schüler-Beziehung der Donnerklingen, für Magie. Die Sidhe glauben, am besten lernt man allein. Eine Windpeitsche, die bereits die Grundlagen ihrer Kunst gelernt hat ist von der Schule am Berg Sturmberg gegangen , und wird sein Studium in Isolation fortsetzen - auch wenn er in der Stadt am Sturmberg weiter Wohnt, wird er die meisten seiner Tage eingesperrt in seinem Garten verbringen tief in Kontemplation.
pt: Aqueles “Dançarinos da Chuva” que desejam concentrar toda a sua energia no estudo da magia devem seguir o caminho do “Açoite do Vento”. Eles não têm a relação aluno-mestre dos “Lámina do Trovão”, pela magia, o Sidhe acredita, que é melhor aprender sozinho. A “Açoite do Vento”, que já aprendeu os fundamentos da sua arte a partir da escola no Monte da Trovoada, continuará os seus estudos no isolamento - mesmo se ele continua a morar na cidade da Trovoada, passará a maior parte dos seus dias trancado no seu jardim em profunda contemplação.

source: Druid
de: Druide
pt: Druida

source: These human warriors at the beginning are young alchemists who, banished from their native villages having broken the law or having practiced forbidden magic, are forced to live in the woods as fugitives. Ever wanted, they have to rob the travelers to survive. Living in symbiosis with nature, Exiles usually become druids. In addition to their extraordinary power, exiles are able to prepare potions and mixtures which can heal every type of wounds, including poison-based ones.The older ones acquire uncommon wisdom and knowledge. Some of them become powerful wizards able to use both fire and arcane spells with great skill, throwing fireballs and lightning bolts from their staffs, which are real symbols of their power.
de: Diese menschliche Krieger waren am Anfang junge Alchemisten, die in ihren Heimatdörfer das Gesetz gebrochen haben oder mit verbotener Magie praktizierten und dadurch verbannt, sind gezwungen, in den Wäldern als Flüchtlinge zu leben. Sie wollten schon immer die Reisenden zu berauben, um zu überleben. Sie Leben in Einklang mit der Natur. in der Regel im Exil lebende Druiden werden. Zusätzlich zu ihrer außerordentlichen Leistung, sind Verbannten in der Lage, Tränke und Gemische, die jede Art von Wunden, einschließlich auf Gift basierende zu heilen. Die Älteren erwerben selten Weisheit und Erkenntnis in der Heilung. Einige von ihnen werden mächtige Zauberer in der Lage, sowohl Feuer und arkane Zauber mit großem Geschick zu verwenden, er wirft Feuerbälle und Blitze aus seinen Stäben, die echte Symbole ihrer Macht sind.
pt: Estes guerreiros humanos no início são alquimistas jovens que, banido das suas aldeias natais por terem quebrado a lei ou ter praticado magia proibida, são forçados a viver na floresta como fugitivos. Sempre que poderem, têm que roubar os viajantes para sobreviver. Viver em simbiose com a natureza, os Exilados geralmente se tornam druidas. Além do seu extraordinário poder, os exilados são capazes de preparar poções e misturas que capazes de curar todo o tipo de feridas, incluindo os infligindos por veneno. Os mais velhos adquirem uma sabedoria incomum e conhecimento. Alguns tornam-se magos poderosos capazes de usar tanto o fogo e magias arcanas com grande habilidade, arremeçando bolas de fogo e relâmpagos dos seus bastões, que são símbolos do seu poder.

source: staff
de: Stab
pt: bastão

source: missile
de: Magiegeschoss
pt: míssil

source: Shaman
de: Schamane
pt: Curandeiro

source: fireball
de: Feuerball
pt: bola de fogo

source: Warlock
de: Hexenmeister
pt: Mago de guerra

source: desert
de: Wüste
pt: deserto

source: This unit will regenerate 3 hp when in desert or sand.
de: Diese Einheit regeneriert 3 LP falls in Wüstengebieten oder Sand.
pt: Esta unidade irá regenerar 3 HP enquanto em areia ou deserto.

source: Desertcrawler: This unit will regenerate 3 hp when in desert or sand.
de: Sandkriecher: Diese Einheit regeneriert 3 LP falls in Wüstengebieten oder Sand.
pt: habitante do deserto: Esta unidade irá regenerar 3 HP enquanto em areia ou deserto.

source: camouflage
de: Tarnen
pt: camuflagem

source: This unit can hide in sand and desert, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in sand or desert, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
de: Diese Einheit kann sich in Sand und Wüsten verstecken und bleibt von seinen Feinden unerkannt. Feindliche Einheiten können diese Einheit weder sehen noch angreifen, solang sie in Sand oder Wüste ist, außer unmittelbar nachdem diese Einheit angegriffen wird, oder wenn feindliche Einheiten neben dieser ist.
pt: Esta unidade consegue esconder-se em areia desértica, e ficar invisível aos seus inimigos. Unidades inimigas não podem ver esta unidade enquanto estiver em areia, excepto se estiverem junto a ele. Qualquer unidade que primeiro descobre esta unidade imediatamente perde todo o seu restantes pontos de movimento.

source: Camouflage: This unit can hide in sand and desert, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in sand or desert, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
de: Tarnen: Diese Einheit kann sich in Sand und Wüsten verstecken und bleibt von seinen Feinden unerkannt. Feindliche Einheiten können diese Einheit weder sehen noch angreifen, solang sie in Sand oder Wüste ist, außer unmittelbar nachdem diese Einheit angegriffen wird, oder wenn feindliche Einheiten neben dieser ist.
pt: Camuflagem: Esta unidade consegue esconder-se em areia desértica, e ficar invisível aos seus inimigos. Unidades inimigas não podem ver esta unidade enquanto estiver em areia, excepto se estiverem junto a ele. Qualquer unidade que primeiro descobre esta unidade imediatamente perde todo o seu restantes pontos de movimento.

source: invisibility
de: Unsichtbarkeit
pt: invisibilidade

source: This unit is invisible by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Diese Einheit ist für ihre Feinde unsichtbar. Feindliche Einheiten können diese Einheit nicht sehen, außer wenn sie Einheiten neben ihm hat. Jede feindliche Einheit, die zuerst diese Einheit entdeckt verliert sofort alle seine verbleibenden Bewegungspunkte.
pt: Esta unidade está invisível para os seus inimigos. Unidades inimigas não podem ver esta unidade, excepto se estiverem junto a ele. Qualquer unidade que primeiro descobre esta unidade imediatamente perde todo o seu restantes pontos de movimento.

source: Invisibility: This unit is invisible by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
de: Unsichtbarkeit: Diese Einheit ist für ihre Feinde unsichtbar. Feindliche Einheiten können diese Einheit nicht sehen, außer wenn sie Einheiten neben ihm hat. Jede feindliche Einheit, die zuerst diese Einheit entdeckt verliert sofort alle seine verbleibenden Bewegungspunkte.
pt: Invisibilidade: Esta unidade está invisível para os seus inimigos. Unidades inimigas não podem ver esta unidade, excepto se estiverem junto a ele. Qualquer unidade que primeiro descobre esta unidade imediatamente perde todo o seu restantes pontos de movimento.

source: dancer
de: Tänzer
pt: dançarino

source: female^dancer
de: Tänzerin
pt: dançarina

source: This unit always has a defense of 60% when attacking while not standing in water, because the enemy cannot get a direct hit.
de: Diese Einheit hat immer eine Verteidigung von 60% bei einem Angriff während sie nicht im Wasser steht, weil der Feind kein direkten Treffer bekommen kann
pt: Esta unidade tem sempre uma defesa de 60% enquanto atacar e não estiver na água, porque o inimigo não consegue ter um golpe directo.

source: Dancer: This unit always has a defense of 60% when attacking while not standing in water, because the enemy cannot get a direct hit.
de: Tänzer: Diese Einheit hat immer eine Verteidigung von 60% bei einem Angriff während sie nicht im Wasser steht, weil der Feind kein direkten Treffer bekommen kann
pt: Dançarino: Esta unidade tem sempre uma defesa de 60% enquanto atacar e não estiver na água, porque o inimigo não consegue ter um golpe directo.

source: stun
de: Lähmung
pt: atordoar

source: This attack hits so hard that the opponent is dazed and can no longer enforce a zone of control. The effect wears off on the opponent’s next turn.
pt: Este ataque atinge com tanta força que o defensor fica atordoado e não pode mais impor uma zona de controlo. O efeito desaparece no próximo turno dos defensores.

source: female^stunned
de: gelähmt
pt: atordoada

source: stunned
de: gelähmt
pt: atordoado

source: braggart
de: überheblich
pt: fanfarão

source: +30% damage when surrounded by enemies
pt: +30% de dano quando circunscrito por inimigos

source: warily
de: vorsichtig
pt: cuidadoso

source: better movement and defense in caves
pt: melhor defesa e movimento em cavernas

source: 2P – Return from Captivity
de: 2S — Rückkehr aus der Gefangenschaft

source: Thank you for making me free. In gratitude I'll join you, elves, in the battle.
de: Danke, dass Ihr mich befreit habt. Als Dank werde ich gemeinsam mit euch, Elfen, in die Schlacht ziehen.

source: I'm free at last! I'll help you dwarves to get away from here!
de: Ich bin endlich frei! Ich helfe euch, Zwerge, zu entkommen!

source: Thanks for rescuing me! I will serve you, dwarves till you get home!
de: Vielen Dank für meine Rettung! Ich werde dir dienen, Zwerg, bis du nach Hause kommst!

source: I am out, hurray! I'll fight with you, elves, against the outlaws.
de: Ich bin frei, hurra! Ich begleite euch, Elfen, gegen die Gesetzlosen zu kämpfen.

source: RfC - Valley of the Fear
de: RfC — Das Tal der Furcht

source: After getting away from the prison, orcish and troll troups started to pursue them. The escape caused serious damage in the reputation of the prison. The pursuers wanted to slay them to deter the other captives from escaping. They hired the undeads, drakes and bandits as well to get them dead or alive.
de: Nachdem sie aus dem Gefängnis begannen Orks und Troll Truppen, sie zu verfolgen. Die Flucht verursachte schwere Schäden in den Ruf des Gefängnisses. Die Verfolger wollten, sie töten, um die anderen Gefangenen an der Flucht abzuhalten. Sie beauftragten die Untote, Draken und Banditen ebenso um sie tot oder lebendig zu fassen.

source: This is a magic book! Reading...
de: Dies ist ein magisches Buch! Ließt …

source: I've found an incantation, which can start a quarrel amongst the trolls, bandits, drakes, orcs and undeads. It's 'Hamuk Mafaraguk'.
de: Ich habe eine Beschwörungsformel, die einen Streit unter den Trollen, Banditen, Draken, Orks und Untote beginnen kann gefunden. Es heist «Hamuk Mafaraguk».

source: Hey Orcs, enough of the alliance! I hate those disgusting trolls, undeads, bandits and everyone else! Slay them all!
de: Hey Orks, genug von der Allianz! Ich hasse diese widerliche Trolle, Untote, Gesetzlose und alle anderen! Tötet sie alle!

source: Trolls, no need for orcs, bandits, undeads! Don't spare them!
de: Trolle, wir haben kein Bedarf an Orks, Banditen, oder Untote! Schont sie nicht!

source: Undeads, it's time to show everyone, that our race is the most powerful in the earth. Kill everyone who is not undead!
de: Untote, ist es Zeit, allen zu zeigen, dass unsere Rasse die stärkste auf der Erde ist. Tötet alle, die nicht untot ist!

source: Orcs
de: Orks

source: RfC - Leaving the Island
de: RfC — Verlassen der Insel

source: RfC - Save the Forest
de: RfC — Rettet den Wald

source: What idiot creatures they are, destroying these beautiful trees! We'd better help the woses, otherwise we will be unable to cross this land. The forest worths $forest_price| golds, which is so huge amount of money that we will have no chance against them.
de: Welche Idiotische Geschöpfe, zerstören sie diese schönen Bäume! Wir sollten besser den Waldschrate helfen, sonst werden wir nicht in der Lage sein, dieses Land zu überqueren. Der Wald ist $forest_price| Gold wert, dass ist so viel Geld, dass wir keine Chance gegen sie haben.

source: RfC - The Land of the Dragons
de: RfC — Das Land der Drachen

source: Land of the dragoons, don't enter or meet your death.
de: Land der Drachen, betretet es nicht oder findet euren Tod.

source: RfC - The Frozen River
de: RfC — Der Gefrorene Fluss

source: Nagas
de: Naga

source: RfC - The Invisible Legion
de: RfC — Die unsichtbare Legion

source: Then use the magic pearls please. The pearls help you detect the invisible enemy from distance. If the colour of the pearl is green, then there's no enemy nearby. If the pearl is red, then the enemy is adjacent to you. The image shows the colour of the pearl and the distance of the enemy. Finding the invisible undeads is much easier if you use the pearls.
de: Dann benutzt diese magischen Perlen, bitte. Die Perlen helfen euch den unsichtbaren Feind aus der Distanz zu erkennen. Wenn die Farbe der Perle grün ist, dann gibt es kein Feind in der Nähe. Wenn die Perle rot ist, dann ist der Feind direkt neben euch. Das Bild zeigt die Farbe der Perle und dem Abstand des Gegners. Das Finden der unsichtbare Untote ist viel einfacher, wenn Sie die Perlen verwenden.

source: $total_enemies invisible unit(s) detected nearby
de: $total_enemies unsichtbare Einheit(en) in der Nähe gefunden

source: RfC - The Labyrinth
de: RfC — Das Labyrinth

source: RfC - Open Sesame
de: RfC — Sesam öffne dich

source: RfC - The Tunnel
de: RfC— Der Tunnel

source: RfC - Returning to Home
de: RfC— Rückkehr zur Heimat

source: ShipDock
de: Schiffssteg
