Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Return_from_Captivity/*.po
Languages: de, pt

source: This is the end of the forest and here starts a big mountain named Anthillerrac. This is the only road which crosses this high mountain. I've read it in a very old book, which was written by one of my grand grand fathers who was a fanatic traveller.
de: Dies ist das Ende des Waldes und hier beginnt ein großer Berg mit dem Namen Anthillerrac. Dies ist die einzige Straße, die diesen hohen Berg überquert. Ich habe es in einem sehr alten Buch, das von einem meiner Urgroßväter, der ein fanatischer Reisender war geschrieben wurde, gelesen.
pt: Este é o fim da floresta e aqui começa uma grande montanha chamada de Anthillerrac. Esta é a única estrada que atravessa esta alta montanha. Li-o num livro muito antigo, que fora escrito por um dos meus antepassados, que era um viajante fanático.

source: The signpost says that this is the land of the dragons and whoever trespasses will die. Did your grand-grand father write anything about those dragons?
de: Der Wegweiser erklärt, dass dies das Land der Drachen ist und wer hier entringt sterben wird. Hat dein Urgroßvater nichts zu schreiben über diese Drachen?
pt: O letreiro diz que esta é a terra dos dragões e quem os ofende deverá morrer. O teu tetra-avô escreveu nada sobre estes dragões?

source: No, he didn't. He might have thought that this was unimportant.
de: Nein, hat er nicht. Er könnte gedacht haben, dass dies unwichtig war.
pt: Não, assim não fizera. Pode ter pensado que não tinha importância.

source: Unimportant? We'd better pay attention to this land as I don't like it at all.
de: Unwichtig? Wir sollten uns lieber darauf achten, dieses Land, dass ich überhaupt nicht mag.
pt: Sem importância? É melhor prestar atenção a esta terra que eu não gosto nada disto.

source: Oh, no! We have run out of time, reinforcements have arrived...
de: Oh, nein! Uns ist die Zeit abgelaufen, Verstärkung ist eingetroffen…
pt: Oh, não! Ficamos sem tempo, os reforços chegaram …

source: Land of the dragons, don't enter or meet your death.
pt: Terra dos dragões, não entres ou encontrarás a tua morte.

source: Rather grim place, full of dead bodies.
de: Ein düsterer Ort, voller Leichen.
pt: Que lugar sombrio, cheio de cadáveres.

source: Stone drakes! We'd better be very careful as there are Cockatrices near here. I don't want to be sculpture like this.
de: Steinerne Drachen! Wir sollten besser sehr vorsichtig sein, da es Gorgonen hier in der Nähe gibt. Ich will nicht zur Skulptur werden.
pt: Dragos petrificados! É melhor ter muito cuidado, pois existem basiliscos por perto. Não quero ficar como esta escultura.

source: What a dark place! Nobody is here.
de: Was ein dunkler Ort! Niemand ist hier.
pt: Que lugar sombrio! Ninguém esta aqui.

source: The walls have opened!
de: Die Wände haben sich geöffnet!
pt: As paredes abriram!

source: Hey, I've found how to open the walls to get out of here! If two units step onto the runes, the walls will open.
de: Hey, ich habe herausgefunden, wie die Wände geöffnet werden! Wenn zwei Einheiten auf die Runen stehen, werden die Wände sich öffnen.
pt: Eia, descobri como abrir as paredes para sair daqui! Se duas unidades se ponham nas runas, as paredes abrir-se-ão.

source: You've entered a holy place! The punishment for you is death.
de: Sie haben einen heiligen Ort betreten! Die Strafe dafür ist der Tod.
pt: Entraram num lugar sagrado! A punição será a vossa morte.

source: RfC — The Frozen River
pt: RfC — O Rio Gelado

source: West
de: Westen
pt: Oeste

source: East
de: Osten
pt: Este

source: Cross the river with $Player1Name and reach one of the signposts at the north-east part of the map.
de: Überquert den Fluss mit $Player1Name und erreicht den Wegweiser am nordöstlichen Teil der Karte.
pt: Atravessa o rio com $Player1Name e chega a um dos marcos no noroeste do mapa.

source: Cross the river with $Player2Name and reach one of the signposts at the north-east part of the map.
de: Überquert den Fluss mit $Player2Name und erreicht den Wegweiser am nordöstlichen Teil der Karte.
pt: Atravessa o rio com $Player2Name e chega a um dos marcos no noroeste do mapa.

source: We've come earlier than I expected, the river hasn't been frozen yet.
de: Wir sind früher als ich erwartet gekommen, der Fluss ist noch nicht zugefroren.
pt: Chegamos mais cedo do que eu esperava, o rio ainda não congelou.

source: The water is very deep, so we can't cross if there's no ice on it. We have to wait until the river freezes.
de: Das Wasser ist sehr tief, also können wir nicht überqueren wenn kein Eis auf ihn liegt. Wir müssen warten, bis der Fluss gefriert.
pt: A água é muito profunda, não podemos passar se não houver gelo sobre ele. Temos de esperar até que o rio congela.

source: Be careful, step only those ice hexes which aren't adjacent to water otherwise you could easily get drowned.
de: Seit vorsichtig, beschreitet nur das Eis welches nicht neben den Wasser ist sonst könnte man leicht ertrinken.
pt: Tenha cuidado, passa apenas nos pedaços de gelo, que não estão adjacentes a água, caso contrário podes facilmente afogar-te.

source: You'll never cross this river! Prepare to die!
de: Du wirst nie diesem Fluss überqueren! Bereit euch vor zu sterben!
pt: Nunca irão travessar este rio! Preparem-se para morrer!

source: Let's fight with them!
de: Lasst uns mit ihnen kämpfen!
pt: À Luta!

source: RfC — The Invisible Legion
pt: RfC — A Legião Invisível

source: Unknown
de: Unbekannt
pt: Desconhecido

source: Kill every invisible unit.
de: Töte alle unsichtbaren Einheiten.
pt: Mata todas as unidades invisíveis

source: Please don't enter into this cave! It's extremely dangerous, full of trolls, nagas, insects and enchanted invisible undeads.
de: Bitte nicht diese Höhle betreten! Es ist extrem gefährlich, voller Trolle, Nagas, Insekten und verzauberte unsichtbare Untote.
pt: Por favor, não entrem nesta caverna! É extremamente perigosa, cheio de trogloditas, nagas, insectos e morto-vivos invisíveis encantados.

source: We have to cross this cave, we don't have time to travel 100 miles more for by-passing.
de: Wir müssen diese Höhle durchqueren, wir haben nicht die Zeit, um 100 Meilen mehr zu reisen für die Umgehung.
pt: Temos de atravessar esta caverna, não temos tempo para viajar mais de 100 milhas só para passar por cima.

source: Then use the magic pearls please. The pearls help you detect the invisible enemy from distance. Each pearl is enchanted to scan its surrounding area for any invisible units and if the color of the pearl is green, then there's no enemy nearby. Otherwise, if the pearl is red, then the enemy is adjacent to you. Different gradients of red and green denotes the exact distance to the closest enemy. The image shows the color of the pearl and their distance of the enemy. Finding the invisible undeads is much easier if you use the pearls.
pt: Então usem as pérolas magicas por favor. As pérolas ajudam a detectar o inimigo invisível à distância. Cada pérola é encantada de forma a vasculhar o seu redor por inimigos invisíveis e se a cor da pérola for verde então não existem inimigos por perto. Por outro lado, se for vermelha, significa que o inimigo está mesmo adjacente. Diferentes graduações de verde e vermelho denotam a distância exacta a que se encontra o inimigo. A imagem mostra a cor da pérola e a distância do inimigo. Encontrar os morto-vivos invisíveis é muito mais fácil se usam as pérolas.

source: I understood
pt: Entendido.

source: Thanks, the pearls will be of great help to us.
de: Danke, die Perlen werden eine große Hilfe für uns sein.
pt: Obrigado, as pérolas serão de grande ajuda para nós.

source: Oh, no! We have run out of time, didn't manage to get out of the cave...
de: Oh, nein! Wir haben keine Zeit mehr, und nicht geschafft aus der Höhle raus zukommen…
pt: Oh, não! Ficamos sem tempo, não conseguimos sair desta caverna a tempo…

source: $enemies_found.length invisible unit(s) detected nearby
pt: $enemies_found.length unidade(s) invisíveis detectados por perto

source: Be careful, there are invisible undeads in this cave.
de: Seit vorsichtig, es gibt unsichtbare Untote in dieser Höhle.
pt: Tenham cuidado, existem morto-vivos invisíveis nesta caverna.

source: There is a great fortune in this chest of treasure! I can count 500 pieces of gold!
de: Es ist ein großes Vermögen in dieser Schatztruhe! Ich kann 500 Goldstücke zählen!
pt: Aqui esta uma grande fortuna neste baú de tesouro! Posso contar até 500 peças de ouro!

source: Do you want this unit to pick up the pearl?
de: Möchten Sie mit dieser Einheit die Perle aufheben?
pt: Queres que esta unidade leva esta pérola?

source: RfC — The Labyrinth
pt: RfC — O Labirinto

source: Get out of the labyrith with $Player1Name and $Player2Name.
de: Kommt heraus aus den Labyrinth mit $Player1Name und $Player2Name.
pt: Escapa do labirinto com $Player1Name e $Player2Name.

source: Get out of the labyrinth with $Player1Name and $Player2Name.
de: Kommt heraus aus den Labyrinth mit $Player1Name und $Player2Name.
pt: Escapa do labirinto com $Player1Name e $Player2Name.

source: Hey dwarf! Me and my brother got lost in this labyrinth. Could you please help us find the way out?
de: He Zwerg! Ich und mein Bruder haben uns in diesem Labyrinth verlaufen. Könntest du bitte uns helfen den Ausgang zu finden?
pt: Eia anão! Eu e o meu irmão perdemos-nos neste labirinto. Podem-nos ajudar a encontrar a saída?

source: We would gladly help you, but we neither know how to get out of here.
de: Wir würden Ihnen gerne helfen, aber wir wissen selber nicht, wie man hier raus kommt.
pt: Gostaríamos de vos ajudar, mas também não sabemos como sair daqui.

source: But you have an army which can protect you against the undeads in the labyrinth!
de: Aber du hast eine Armee, die du gegen uns gegen die Untoten schützen kann in dem Labyrinth!
pt: Mas têm um exército que podem proteger-vos contra os monstros do labirinto!

source: Then please join us and help us in the fight!
de: Dann bitte Begleite uns und hilf uns in den Kampf!
pt: Então junta-te a nós e ajudam-nos na luta!

source: Thanks, it's very kind of you. Oh, there's one thing you have to know: you can recruit only in this and the next turn, so I suggest calling the best 12 of your fighters as soon as you can!
de: Vielen Dank, es ist sehr nett von Ihnen. Oh, da ist eine Sache, die muss man wissen: ihr könnt nur in diesem und den nächsten Zug einrufen, so schlage ich vor, ihr ruft eure besten 12 Kämpfer so schnell wie du kannst ein!
pt: Com prazer. Oh, há uma coisa que têm de saber: só podem recrutar neste e no próximo turno, então sugiro chamar os vossos 12 melhores lutadores, assim que puderem!

source: Thank you for the important information! I'll start recalling my fighters immediately.
de: Vielen Dank für die wichtigen Informationen! Ich beginne meine Kämpfer sofort Einzurufen.
pt: Obrigado pela informação importante! Vou começar a chamar os meus combatentes imediatamente.

source: Oh, no! We have run out of time, didn't manage to get out of this labyrinth...
de: Oh, nein! Uns ist die Zeit abgelaufen, wir haben es nicht geschafft, sich aus diesem Labyrinth zu befreien…
pt: Oh, não! Ficamos sem tempo, não conseguimos sair deste labirinto …

source: RfC — Open Sesame
pt: RfC — Abre-te Sésamo

source: Humans
de: Menschen
pt: Humanos

source: Desert Critters
de: Wüsten Bewohner
pt: Bichos do deserto

source: Find the secret tunnel with either $Player1Name or $Player2Name.
de: Findet den geheimen Tunnel entweder mit $Player1Name oder mit $Player2Name.
pt: Encontra o túnel secreto ou com $Player1Name ou $Player2Name.

source: At least I'm free! How can I serve you?
de: Endlich bin ich frei! Wie kann ich euch dienen?
pt: Finalmente estou livre! Como posso ser-vos útil?

source: Thank you for rescueing me.
de: Vielen Dank für meine Rettung.
pt: Obrigado por libertar-me.

source: We are very close now. There's a secret door somewhere here which enters the tunnel leading to our home!
de: Wir sind jetzt ganz nah. Es gibt eine Geheimtür, die irgendwo hier einen Tunnel öffnet, der zu unserem Haus führt!
pt: Estamos muito perto agora. Há uma porta secreta algures por aqui que entra no túnel que conduz à nossa casa!

source: As far as I remember, this door is in the middle of the desert. Let's find it, as I can hardly wait returning to our marvellous caves!
de: Soweit ich mich erinnere, ist diese Tür in der Mitte der Wüste. Lasst uns sie finden, ich kann es kaum erwarten, wieder in unserer wunderbaren Höhlen zu sein!
pt: Tanto quanto me lembro, esta porta está no meio do deserto. E iremos encontrá-la! Mal posso esperar para voltar as nossas cavernas maravilhosas!

source: I've found a magic ball at this guy. It might open the walls of the mountain...
de: Ich habe eine magische Kugel an diesen Kerl gefunden. Sie könnte die Wände des Berges Öffnen…
pt: Encontrei uma bola mágica neste tipo. Poderá abrir as paredes da montanha …

source: Oh, no! We have run out of time, didn't manage to leave this desert...
de: Oh, nein! Uns ist die Zeit abgelaufen, wir haben es nicht geschafft diese Wüste zu verlassen…
pt: Oh, não! Ficamos sem tempo, não conseguimos deixar este deserto …

source: I'll put the ball onto the monolith.
de: Ich werde den Ball auf den Monolithen legen.
pt: Vou colocar a bola no monólito.

source: Sesame opened.
de: Sesam öffne dich.
pt: Sésamo abre-te.

source: It's a magic monolith.
de: Es ist ein magischer Monolith.
pt: É um monólito mágico.

source: Only a leader can open this door!
de: Nur ein Anführer kann diese Tür öffnen!
pt: Só um líder pode abrir esta porta!

source: thirsty
de: durstig
pt: sedento

source: female^thirsty
de: durstig
pt: sedenta

source: I'm thirsty! Without water we'll all lose our strength in this desert!
de: Ich bin durstig! Ohne Wasser verlieren wir alle unsere Stärke in dieser Wüste!
pt: Estou sedento! Sem água iremos todos perder a nossa força neste deserto!

source: refreshed
de: erfrischt
pt: refrescado

source: female^refreshed
de: erfrischt
pt: refrescada

source: RfC — The Tunnel
pt: RfC — O Túnel

source: Allied Forces
de: Alliierten
pt: Forças Aliadas

source: Reach the end of the tunnel with $Player1Name and $Player2Name.
de: Erreiche das Ende des Tunnels mit $Player1Name und $Player2Name.
pt: Chega ao fim do túnel com $Player1Name e $Player2Name|.

source: Our home is at the end of this tunnel.
de: Unsere Heimat befindet sich am Ende des Tunnels.
pt: A nossa pátria fica ao fim deste túnel.

source: Hard to beleive that we reached this place. Hurry elf, I'd like to have a drink with my fellows tonight!
de: Kaum zu glauben, dass wir diesen Ort erreicht haben. Beeile dich Elf, ich würde gerne ein Getränk mit meiner Gefährten heute Abend haben!
pt: É difícil de acreditar que chegamos finalmente a este lugar. Depressa Elfo, gostaria de ter uma bebida com os meus companheiros hoje à noite!

source: Hi Dal Phor, my old fried! How is it going? We've just escaped from Aethernum. I'm so happy to see you again!
de: Hallo Dal Phor, mein alter Freund! Wie läuft es denn? Wir sind gerade von Aethernum entkommen. Ich bin so froh dich wieder zu sehen!
pt: Olá Dal Phor, meu velho amigo! Como vai? Acabamos de escapar de Aethernum. Estou tão feliz de ver-te de novo!

source: Oh, I can tell you just bad news. The orcs conquered our land a year ago, and I escaped here to the tunnel!
de: Oh, ich kann euch nur schlechte Nachrichten berichten. Die Orks eroberten unser Land vor einem Jahr, und ich entkam hier in dem Tunnel!
pt: Ah, apenas posso trazer más notícias. Os orcs conquistaram a nossa terra há um ano, e só eu escapei para este túnel!

source: Not a big deal. Then we'll take the land back!
de: Keine große Sache. Dann nehmen wir das Land zurück!
pt: Nada de grave. Então vamos tomar a terra de volta deles!

source: Unfortunately the orcs are very strong, they built a fortress. Many of us tried to take it without success.
de: Leider sind die Orcs sehr stark, sie bauten eine Festung. Viele von uns versuchten, es ohne Erfolg zurückerobern.
pt: Infelizmente, os orcs são muito fortes, e construíram uma fortaleza. Muitos dos nossos tentaram levá-la sem sucesso.

source: I walked miles fighting with thousands of enemies to reach this place. I won't turn back!
de: Ich lief Meilen und kämpfte mit Tausenden von Feinden um diesen Ort zu erreichen. Ich werde nicht umkehren!
pt: Andei milhas a lutar com milhares de inimigos para chegar aqui. Não vou voltar atrás!

source: Then I'll offer my help. Many years ago, when I was younger, I've managed to tame 2 cockatrices. You know, that cockatrices are extremely wild, but these two remained loyal for me. I'll join you and give them to you to help in the battle. Take care of my birds!
de: Dann werde ich meine Hilfe anbieten. Vor vielen Jahren, als ich jünger war, habe ich es geschafft 2 Gorgonen zu zähmen. Ihr wisst, dass Gorgonen sehr wild sind, aber diese beiden blieben mir treu. Ich werde gemeinsam mit Ihnen euch in der Schlacht helfen. Kümmert euch um meine Vögel!
pt: Então vou oferecer a minha ajuda. Muitos anos atrás, quando era jovem, consegui domar dois basiliscos. Sabem, basiliscos que são extremamente selvagens, mas estes dois mantiveram-se fiel a mim. Vou acompanhar-vos e dar-os a vós para vos ajudar na batalha. Cuidem bem dos meus pássaros!

source: Thanks, they will be great help for us!
de: Danke, sie werden eine große Hilfe für uns sein!
pt: Obrigado, serão uma grande ajuda para nós!

source: RfC — Returning to Home
pt: RfC — Retorno à Casa

source: Undeads
de: Untote
pt: Morto-Vivos

source: Wose
de: Waldschrat
pt: Silvano

source: Reconquer your beloved homeland by defeating all usurpators.
pt: Reconquista a tua terra natal e derrota todos os usurpatores

source: Teach the Undead a lesson they never forget.
pt: Ensina aos morto-vivos uma lição que jamais esquecerão

source: Let's start the battle and free our people! Once the orcs closed undeads into the caves close to the monoliths. You might release them.
de: Lasst uns die Schlacht beginnen und unser Volk befreien! Die Orks haben Untote in die Höhlen verschlossen, in der Nähe des Monolithen. Die könnt ihr loslassen.
pt: Vamos começar a batalha e libertar o nosso povo! Alguns anos atrás os orcs fecharam os morto-vivos em cavernas perto dos monólitos. Podem libertar-os se quiserem.

source: It's a bit dangerous. And what's if they join the orcs?
de: Es ist ein bisschen gefährlich. Und was ist, wenn sie sich den Orks anschließen?
pt: É um pouco perigoso. E o que é se eles se juntarem aos orcs?

source: They are so angry with them, that they will never join them. Either you release them or not, be careful!
de: Sie sind so böse auf sie, dass sie niemals sich mit ihnen anschließen. Entweder lasst sie frei oder nicht, aber seid vorsichtig!
pt: Estão tão zangados com eles, que nunca irão-se juntar a eles. Ou libertam-os ou não, mas como seja, tomem cuidado!

source: Thanks for the suggestion. We'll think it over!
de: Danke für den Hinweis. Wir werden darüber nachdenken!
pt: Obrigado pela sugestão. Vamos pensar sobre isso!

source: I die now, friends... At least I will rest at my homeland.
de: Ich sterbe nun, Freunde … Zumindest werde ich in meiner Heimat ruhen.
pt: Estou a morrer, amigos … Pelo menos vou descansar na minha terra natal.

source: Do you want to open this door to release the undeads?
de: Wollen Sie diese Türöffnen, um die Untoten zu befreien?
pt: Queres abrir esta porta para libertar os morto-vivos?

source: Hey, the enemies are so numerous, that we can't win even with hundred cockatrices!
de: Hey, die Feinde sind so zahlreich, dass wir nicht gewinnen können, auch nicht mit hundert Gorgonen!
pt: Chi, os inimigos são tão numerosos, que não poderemos ganhar mesmo com uma centena de basiliscos!

source: Don't underestimate the power of the cockatrices! You can create barricades with them!
de: Unterschät nicht die Macht der Gorgonen! Du kannst Barrikaden mit ihnen erstellen!
pt: Não subestimem o poder dos basiliscos! Podem criar barreiras com eles!

source: Hello elf and dwarf friends! We've heard that you are in trouble, so we woses decided to help you.
de: Hallo Elfen und Zwergen Freunde! Wir haben gehört, dass ihr in Schwierigkeiten seid, so dass wir Waldschrate beschlossen haben, euch zu helfen.
pt: Olá amigos elfos e anões! Ouvimos que estão em apuros, de modo que os Silvanos decidiram ajudar-vos.

source: Hi woses! Nice to see you, but you shouldn't come here. We can't win this battle as the orcs and trolls reinforces their army!
de: Hallo Waldschrate! Schön euch zu sehen, aber ihr solltet nicht hierher kommen. Wir können diese Schlacht nicht gewinnen, da die Orks und Trolle ihre Armee verstärken!
pt: Olá Silvanos! É bom ver-vos de volta, mas não deveriam vir aqui. Não podemos vencer esta batalha pois os orcs e trogloditas reforçam o seu exército a cada hora!

source: Don't worry about them, we cut the reinforcement paths, just go ahead and defeat them!
de: Keine Sorge , wir haben ihre Verstärkungspfade abgeschnitten, geht einfach voran und besiegt sie!
pt: Não se preocupem com eles, cortamos os seus caminhos de reforço, vão em frente e derrotam-os!

source: Hey Brumennarorum, so nice to see you again.
de: Hallo Brumennarorum, nett dich wieder zu sehen.
pt: Olá Brumennarorum, é tão bom ver-te de novo.

source: Hi Brumennarorum, nice to see you, but you shouldn't come here. We can't win this battle as the orcs and trolls reinforces their army!
de: Hallo Brumennarorum, schön dich zu sehen, aber ihr solltet nicht hierher kommen. Wir können diese Schlacht nicht gewinnen, da die Orks und Trolle ihre Armee verstärken!
pt: Olá Brumennarorum, é bom ver-te, mas não deverias vir aqui. Não podemos vencer esta batalha pois os orcs e trogloditas reforçam o seu exército a cada hora!

source: Gate
de: Tor
pt: Portão

source: Campfire
pt: Fogueira

source: Temple
pt: Templo

source: Dwarvish Alchemist
de: Zwergen Alchemist
pt: Alquimista Anão

source: morningstar
de: Morgenstern
pt: mangual

source: Giant Ant
de: Riesenameise
pt: Formiga Gigante

source: Giant Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Though normally not hostile, they can bite at close range.
de: Riesenameisen sind in fast jeder Umgebung heimisch, von Höhlen tief unter der Erde bis zu hohen Berggipfeln. Obwohl sie normalerweise nicht feindselig sind, können sie kräftig zubeißen, wenn man ihnen zu nahe kommt.
pt: Formigas Gigantes são comuns em quase qualquer ambiente, de cavernas no interior da terra ao topo de altos montes. Embora não sejam normalmente hostis, elas podem morder caso alguém se aproxime.

source: fangs
de: Fänge
pt: presas

source: Cockatrice
de: Gorgonit
pt: Basilisco

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
de: Manchmal auch als "Basilisken" bekannt, sind diese mystischen Kreaturen in der Lage die lebenden in Stein zu Verwandeln. Es braucht nicht weiter erwähnt werden dass dieses sie zu einen gefährlichen Gegner macht.
pt: Estas criaturas míticas conhecidas como “Basilíscos” são ditos serem capaz de transformar os vivos em pedra. Será escusado dizer que isso os torna extremamente perigosos.

source: gaze
de: Blick
pt: olhar

source: Desert Cobra
de: Wüsten Kobra
pt: Cobra do deserto

source: Desert cobras are extremely dangerous. They can poison their enemies and hide in the sand.
de: Wüsten Kobras sind extrem gefährlich Sie können ihre Feinde vergiften. und verstecken sich in den Sand.
pt: Cobras do deserto são extremamente perigosas. Podem envenenar os seus inimigos e se esconder na areia.

source: Eagle Master
de: Adler Meister
pt: Mestre de águias

source: claws
de: Klauen
pt: garras

source: bow
de: Bogen
pt: arco

source: Eagle Rider
de: Adler Reiter
pt: Montador de águias
