Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Return_from_Captivity/*.po
Languages: de, pt

source: Return from Captivity
de: Rückkehr aus der Gefangenschaft
pt: Retorno do Cativeiro

source: A multiplayer campaign for 2 cooperative players. Bring home the elves and dwarves from the troll prison.
de: Eine Mehrspieler Kampagne für 2 kooperative Spieler. Bringt die Elfen und Zwerge aus dem Troll Gefängnis Heim.
pt: Uma campanha em rede para dois jogadores em cooperação. Traz de volta à casa os elfos e anões deste a prisão troglodita.

source: (Expert level, 11 scenarios)
de: (Einstufung: Schwierig, 11 Szenarien)
pt: (Nível veterano, 11 cenários)

source: Lord
de: Fürst
pt: Lorde

source: Creator and Original Designer
de: Autor und Designer
pt: Criador e Autor original

source: Campaign Maintenance
de: Kampagnenbetreuung
pt: Manutenção da Campanha

source: RfC — The Prison
de: RfC — Die Zitadelle
pt: RfC — A Prisão

source: Return from Captivity: Breaking the Chains
de: Rückkehr aus der Gefangenschaft: Die Befreiung
pt: Retorno do Cativeiro: Quebrando as correntes

source: 2P — Return from Captivity
pt: 2J — Retorno do Cativeiro

source: The story begins in the fearful troll prison named Aeternum, which is located on the Cold Death Island. On this island a big outlaw horde settled down. The prison is famous because noone has ever managed to leave it alive. The prisoners are mainly elves, trolls and humans, who are thought to be extermely dangerous for the outlaw society.
de: Die Geschichte beginnt in den furchtbaren Troll Gefängnis namens Aeternum, dass auf der Insel des kalten Tod befindet. Auf dieser Insel hat sich eine große Horde Verbrecher niedergelassen. Das Gefängnis ist berühmt, weil noch niemand es geschafft hat, lebendig zu verlassen. Die Gefangenen sind vor allem Elfen, Trolle und Menschen, die zu gefährlich für die Gesellschaft sind.
pt: A história começa na intimidadora prisão troglodita chamada de Aeternum, situada na Ilha da Morte Gelada. Esta ilha é colonizada por um grande grupo de foragidos. A prisão era famosa porque ninguém até agora conseguiu escapar vivo. Os prisioneiros são principalmente elvos, trogloditas e humanos, que foram considerados demasiado perigosos pela sociedade.

source: Allies
de: Verbündete
pt: Aliados

source: Player1
pt: Jogador1

source: Player2
pt: Jogador2

source: Cave Crawlers
de: Höhlen Bewohner
pt: Habitantes da Caverna

source: Allied Cellmates
de: alliierte Zellennachbarn
pt: Presos aliados

source: Trolls
de: Trolle
pt: Trogloditas

source: Cave Critters
de: Höhlen Bewohner
pt: Bichos das cavernas

source: $unit.name finds a pretty ring. Should he pick it up?
pt: $unit.name encontra um lindo anel. Deve ele levar-o?

source: ring of regeneration^Take it
pt: Leva-o

source: ring of regeneration^Leave it
pt: Deixa-o

source: $unit.name finds a pretty ring. But only a human can take it!
pt: $unit.name encontra um misterioso anel, mas só um humano o pode usar!

source: Ring of Regeneration
pt: Anel de Regeneração

source: This ring will heal the bearer a little each turn.
pt: Este anel curará um pouco o usuário.

source: The wall is weak here! I'll try to break through!
de: Die Wand ist schwach hier! Ich versuche durchzubrechen!
pt: A parede é fraca por aqui! Vou tentar quebrar-a!

source: Thank you for making me free. In gratitude I'll join you, $unit.name, in the battle.
pt: Obrigado por libertarem-me. Como gratitude irei juntar-me a vós, $unit.name, na batalha.

source: I can pass through here!
de: Ich kann hier durchqueren!
pt: Consigo passar!

source: I'm free at last! I'll help you $unit.name to get away from here!
pt: Livre por fim! Irei ajudar-te, $unit.name, para sair daqui!

source: I can smash the wall here!
de: Ich kann die Wand hier zerschlagen!
pt: Posso quebrar a parede!

source: Thanks for rescuing me! I will serve you, $unit.name till you get home!
pt: Obrigado por libertarem-me! Irei servir-te, $unit.name, até chegares à casa!

source: The wall collapsed!
de: Die Wand ist eingestürzt!
pt: A parede colidiu!

source: I am out, hurray! I'll fight with you, $unit.name, against the outlaws.
pt: Estou livre, viva! Irei lutar contigo, $unit.name, contra os opressores.

source: Get out from the prison (reach the south west section of the map).
de: Entflieht aus dem Gefängnis (erreicht den südwestlichen Teil der Karte).
pt: Escapa da prisão (chega a secção sudoeste do mapa).

source: Death of $Player1Name
de: Tod von $Player1Name
pt: Morte de $Player1Name

source: Death of $Player2Name
de: Tod von $Player2Name
pt: Morte de $Player2Name

source: How is it going, my little dwarf friend? Do you have a nice day?
de: Wie steht es, mein kleiner Zwergen Freund? Hast du einen schönen Tag?
pt: Viva, como vai isto, meu pequeno amigo anão? Tiveste um bom dia?

source: Every day has been exactly the same since we got into this prison, 5 years ago. Anyway, thanks for the question.
de: Jeder Tag war genau der gleiche, seit wir in diesem Gefängnis kamen, vor 5 Jahren. Trotzdem, vielen Dank für die Frage.
pt: Cada dia fora sempre como o outro deste que fomos parar a esta prisão, a 5 anos atrás. Seja, obrigado pela pergunta.

source: Shut up prisoners, or I'll kill you all!
de: Halts Maul Gefangenen, oder ich werde euch alle töten!
pt: Silêncio prisioneiros, ou mato-vos a todos!

source: I've found the way out!
de: Ich habe den Ausweg gefunden!
pt: Encontrei a saída!

source: We've managed to get away from the prison, at last!
de: Wir haben es geschafft, aus dem Gefängnis zu entkommen, endlich!
pt: Conseguimos encontrar um caminho para fora da prisão, até que enfim!

source: I hear a strange noise from the back corner of my cell!
de: Ich höre ein merkwürdiges Geräusch aus der hintersten Ecke meiner Zelle!
pt: Ouço um ruído estranho na parte de trás da minha cela!

source: I also hear it. What can this be?
de: Ich höre es auch. Was kann es sein?
pt: Também o ouço. O que poderá ser?

source: A giant ant! It made a tunnel!
de: Eine riesige Ameise! Sie hat einen Tunnel gemacht!
pt: Uma formiga gigante! Fez um túnel!

source: Come in, I'm sure this tunnel has another exit as well!
de: Komm, ich bin sicher, dieser Tunnel hat noch einen anderen Ausgang!
pt: Entra, tenho a certeza de que este túnel ainda tem outra saída!

source: This cave can be very long with lots of enemies, so we'd rather find something or someone to heal us.
de: Diese Höhle kann sehr lang sein mit vielen Feinden, so dass wir lieber etwas finden, oder jemand, um uns zu heilen.
pt: Esta caverna pode ser muito longa com imensos perigos, portanto devemos encontrar qualquer coisa ou ser que nos possa curar.

source: Some of our cellmates were good at healing - perhaps we can find a way to free them?
de: Einige unserer Zellengenossen waren gut bei der Heilung - vielleicht können wir einen Weg finden sie zu befreien?
pt: Alguns dos nossos companheiros de cela são bons na arte de curar - talvez consigamos encontrar um caminho até eles?

source: Good idea. They can also help us in the battle. Let's free as many cellmates as we can.
de: Gute Idee. Sie können uns auch in der Schlacht helfen. Lasst uns so viele Zellengenossen befreien, wie wir können.
pt: Boa ideia. Também nos podem ajudar na batalha. Tentemos libertar tantos como podemos.

source: The prisoners have escaped! Follow them and slay them all!
de: Die Gefangenen entkommen! Folgen ihnen und tötet sie alle!
pt: Os prisioneiros escaparam! Sigam-os e arrasam-os!

source: I die now, friends... I won't see my homeland any more...
de: Ich sterbe, Freunde … Ich werde nicht mehr meine Heimat sehen …
pt: Estou a morrer, amigos… Já não verei a minha terra natal…

source: The orcs and trolls are surrounded the prison. There's no way to escape from now.
de: Die Orks und Trolle haben das Gefängnis umgeben. Es gibt keinen Weg, um von nun aus zu entkommen.
pt: Os orcs e trogloditas cercaram a prisão. Agora já não existe saída.

source: RfC — Valley of the Fear
pt: RfC — Vale do medo

source: After getting away from the prison, the orcish and troll guards started to pursue them. The escape caused serious damage in the reputation of the prison and the pursuers wanted to slay them to deter the other captives from escaping. Soon bounty hunters from all side arrived to get them dead or alive.
pt: Após escaparem da prisão, as topas dos orcs e trogloditas começaram a caçar-os. A fuga causara um sério dano à reputação da prisão e os guardas queriam matar-os para dissuadir os restantes cativos de um feito similar. Para tal contrataram todo o tipo de caçadores de prémio para os capturar morto ou vivo.

source: Hunters
de: Die Jäger
pt: Caçadores de Prémio

source: I've found a secret door!
de: Ich habe eine Geheimtür gefunden!
pt: Encontrei uma porta secreta!

source: Defeat all enemy leaders.
de: Besiegt alle gegnerischen Anführer
pt: Derrota todos os líderes inimigos

source: This is a magic book! I wonder what it is about.
pt: Este é um livro de magia! O que será ele sobre?

source: <small>Reading</small>
pt: <small>Lendo</small>

source: I've found an incantation, which can start a quarrel amongst the mercenaries, bandits, drakes, orcs and undeads. It's <i>Hamuk Mafaraguk</i>—
pt: Encontrei um feitiço que vai incentivar uma briga entre os trogloditas, bandidos, dragos, orcs e morto-vivos. É <i>Hamuk Mafaraguk</i>—

source: No!
pt: Não!

source: Too late.
pt: Demasiado tarde.

source: Camerades, enough of the alliance! I hate those disgusting drakes, undeads, bandits and everyone else! Slay them all!
pt: Camaradas, já chega desta aliança! Detesto estes trogloditas nojentos, morto-vivos vis, bandidos pestilentos e quem que seja! Matam-os a todos!

source: Undeads, it's time to teach everyone, that our race is the most powerful in the earth. Kill everyone who is not yet undead!
pt: Morto-vivos, é tempo de mostrar que a nossa raça é a mais poderosa em terra. Matam a quem ainda não for morto!

source: Why do proud drakes as us fight alongside such scum like orcs, outlaws and undead? Show the world who truly rules!
pt: Mas porque é que uma raça tão nobre como nós está a lutar ao lado destes orcs, foragidos o morto-vivos inferiores? Mostram ao mundo o nosso verdadeiro valor!

source: It seems this incantation works well!
de: Es scheint diese Beschwörungsformel funktioniert gut!
pt: Parece que este feitiço funciona bem!

source: Mercenaries
pt: Mercenários

source: Outlaws
de: Geächtete
pt: Foragidos

source: Drakes
de: Draken
pt: Dragos

source: Undead
de: Untote
pt: Morto-vivos

source: We've surrounded you. Surrender, or prepare to die!
de: Wir haben euch umgeben. Ergibt euch, oder bereiten euch vor zu sterben!
pt: Cercamos-vos. Desistam ou preparem-se para morrer!

source: I think our only choice is to defeat them.
de: Ich denke, unsere einzige Wahl ist es, sie zu besiegen.
pt: Penso que a nossa única hipótese será derrotar-os.

source: I think so. Then let the combat begin!
de: Ich denke schon. Dann laß uns den Kampf beginnen!
pt: Também assim o penso. Então que a batalha comece!

source: Stupid dwarves and elves. Noone of you will survive this battle!
de: Dumme Zwerge und Elfen. Niemand von euch wird die Schlacht überleben!
pt: Elfos e anões estúpidos. Ninguém irá sobreviver a esta batalha!

source: We are in big trouble as we are seriously outnumbered by the enemies. There are more of them, then I expected. We'd better go into the cave until we find what to do with so many orcs, trolls, bandits, drakes and undeads.
de: Wir sind in großen Schwierigkeiten, da wir ernsthaft von den Feinden zahlenmäßig überlegen sind. Es gibt mehr von ihnen, als ich erwartet habe. Wir sollten besser in die Höhle gehen, bis wir finden was man mit so vielen Orks, Trollen, Banditen, Drachen und Untote machen kann.
pt: Estamos em maus lençóis pois somos seriamente em minoria em relação aos nossos inimigos. Há mais deles do que tinha esperado. Será melhor entrar na caverna até que consigamos encontrar uma solução para tantos orcs, trogloditas, bandidos, dragos e morto-vivos.

source: Good idea. I hope life will be easier inside...
de: Gute Idee. Ich hoffe, das Leben wird leichter drinnen…
pt: Boa ideia. Espero que se esteja melhor lá dentro…

source: Oh, no! We have run out of time, they have arrived with reinforcements...
de: Oh, nein! Wir haben keine Zeit mehr sie sind mit Verstärkungen eingetroffen…
pt: Ó não! Acabou-se o nosso tempo, chegaram com reforços...

source: RfC — Leaving the Island
pt: RfC — Deixando a Ilha

source: After the battle the survivors could only think to leave the Cold Death Island as soon as possible. The island has only one port, the Port of the Black Horn, where the River of the Everlasting Fluctuation flows into the sea.
de: Nach der Schlacht konnten die Überlebenden nur hoffen, die Insel des kalten Tod so schnell wie möglich zu verlassen. Die Insel hat nur einen Hafen, der Hafen des Schwarzen Horns, wo der Fluss des ewigen Schwankung ins Meer mündet.
pt: Depois da batalha, os sobreviventes só pensaram em deixar a Ilha da Morte Gelada, logo que possível. A ilha tinha apenas um porto, o Porto do Corno Negro, onde o rio da flutuação contínua desaguava no mar.

source: Undead Guardians
de: Untoter Wärter
pt: Guardiões morto-vivos

source: Reach the ships at the north east part of the map.
de: Erreicht eines der Schiffe an den nordöstlichen Teil der Karte.
pt: Chega a um dos navios na parte nordeste do mapa.

source: We've reached the port, it's on the other side of the river! We'd better leave this place as soon as we can.
de: Wir haben den Hafen erreicht, er ist auf der anderen Seite des Flusses! Wir sollten besser diesen Ort verlassen so schnell wie wir können.
pt: Chegamos ao porto, que fica do outro lado do rio! É melhor deixar este lugar o mais rapidamente possível.

source: I don't want to stay here for a long either. Why is this river called the River of the Everlasting Fluctuation?
de: Ich möchte ebenfalls nicht für lange hier bleiben. Warum heist dieser Fluss «Fluss der ewigen Schwankung»?
pt: Também não quero ficar aqui muito tempo. Porque é que este rio é chamado de Rio da flutuação Eterna?

source: Because the tide is remarkable on that river. We must be very careful in the flood, as our fighters can drown in the deep water.
de: Weil die Flut an diesem Fluss bemerkenswert ist. Wir müssen sehr vorsichtig sein, bei der Flut, da unsere Kämpfer in den tiefen Wasser ertrinken können.
pt: Porque a maré é notável neste rio. Devemos ser muito cuidadosos na enchente, pois os nossos combatentes podem-se afogar em águas profundas.

source: Thank you for rescuing us! We will help you fight against the undeads!
de: Vielen Dank für unsere Rettung! Wir helfen euch, gegen die Untote zu kämpfen!
pt: Obrigada por resgatarem-nos! Iremos ajudar-vos a lutar contra os morto-vivos!

source: Recruit list changed
pt: Lista de recrutas mudado

source: You can now recruit mermen
de: Sie können nun Meerleute rekrutieren
pt: Podes agora recrutar aquáticos

source: Thank you for letting us free! Now we join to fight on the dwarves' side!
de: Vielen Dank, dass ihr uns befreit habt! Jetzt schließen wir uns den Zwergen an um zu kämpfen!
pt: Obrigado por libertarem-nos! Agora, unimos-nos para lutar ao lado dos anões!

source: Oh, no! The ships have launched from the docks. We couldn't escape from this island!
de: Oh, nein! Die Schiffe sind von den Hafen abgefahren. Wir konnten nicht von dieser Insel entkommen!
pt: Oh, não! Os navios já partiram do cais. Já não poderemos escapar desta ilha!

source: Help, I'm drowning!
de: Hilfe, ich ertrinke!
pt: Socorro, estou a afogar-me!

source: The water reached its highest level, so it's time to start crossing the river!
de: Das Wasser den höchsten Stand erreicht, so es an der Zeit die Überquerung des Flusses zu beginnen!
pt: A água atingiu o seu nível mais alto, está na hora de começar a travessia do rio!

source: We've reached the ships at last. Now we can leave this dangerous island.
de: Wir haben die Schiffe endlich erreicht. Jetzt können wir diese gefährliche Insel verlassen.
pt: Até que enfim, chegamos aos navios. Agora podemos sair desta ilha perigosa.

source: RfC — Save the Forest
pt: RfC — Salva a Floresta

source: Woodcutters
de: Holzfäller
pt: Lenhadores

source: Woses
de: Waldschrate
pt: Silvanos

source: (early finish bonus depends of the size of forest saved)
pt: (bónus pelo fim prematuro vai depender do tamanho da floresta salva)

source: We've managed to get away from Cold Death Island, and what's more, we are now in a lovely forest. I'm sure, that you, elves enjoy it very much.
de: Wir haben es geschafft, von der Insel des kalten Tod zu entkommen und mehr noch, wir sind nun in einem schönen Wald. Ich bin mir sicher, dass ihr, Elfen, ihn sehr genießt.
pt: Conseguimos escapar da Ilha da Morte Gelada, e alem do mais, estamos agora numa floresta linda de morrer. Tenho a certeza, que vocês, elfos, a adoram.

source: Ah, yes. A beautiful one. I could spend years here.
de: Ach, ja. Ein herrlicher. Ich könnte jahrelang hier verbringen.
pt: Oh, sim. Uma floresta maravilhosa. Poderia ficar anos por aqui.

source: Help us strangers! My master, the ancient wose Brumennarunom, has sent to you as the orcs decided to destroy our forest. They earn 5 golds for each chopped tree. We must stop them somehow, they will kill all of us!
de: Helft uns Fremde! Mein Meister, der alte Waldschrat Brumennarunom hat mich zu euch gesandt, als die Orks beschlossen unseren Wald zu zerstören. Sie verdienen 5 Gold für jeden gefällten Baum. Wir müssen sie irgendwie stoppen, oder sie werden uns alle töten!
pt: Ajudem-nos estranhos! O meu mestre, o antigo Silvano Brumennarunom, enviou-me pois os orcs decidiram destruir a nossa floresta. Eles ganham cinco peças de ouro por cada árvore cortada. Devemos detê-los de alguma forma, vão aniquilar-nos a todos!

source: What idiot creatures they are, destroying these beautiful trees! We'd better help the woses, otherwise we will be unable to cross this land. The forest worths <b>$forest_price</b> golds, which is so huge amount of money that we would have no chance against them.
pt: Que criaturas idiotas, destruir estas belas árvores! É melhor ajudar os silvanos, caso contrário não seremos capazes de atravessar esta terra. A floresta vale <b>$forest_price</b> moedas de ouro, que é tanto que não teremos qualquer hipótese contra eles.

source: Don't help them, or prepare to die. My woodcutters will cut every tree and I will be the mightiest orc in the world!
de: Helft ihnen nicht, oder bereiten euch vor um zu sterben. Meine Holzfäller fällen jeden Baum, und ich werde der mächtigste Ork in der Welt!
pt: Não os ajudam, ou prepararem-se para morrer. Os meu lenhadores irão cortar todas as árvores e serei o mais poderoso orc no mundo!

source: We'll help you wose and banish these orcs from your land.
de: Wir helfen euch Waldschrate und verbannen diese Orks aus eurem Land.
pt: Vamos ajudar os silvanos e banir estes orcs desta terra.

source: Oh, no! We have run out of time, we can't save the forest...
de: Oh, nein! Wir haben keine Zeit mehr, wir können den Wald nicht mehr retten…
pt: Oh, não! Ficamos sem tempo, já não podemos salvar a floresta …

source: It seems we will have to defend our swamp after all.
de: Es scheint, wir müssen unsere Sumpf schließlich doch verteidigen.
pt: Parece que teremos de defender o nosso pântano, afinal.

source: You have managed to rescue $ratio|% of the forest. $bonusgld bonus gold are payed for you.
de: Ihr habt es geschafft, $ratio|% des Waldes zu retten. $bonusgld Gold Bonus wurde an euch bezahlt.
pt: Conseguiram salvar aproximadamente $ratio|% da floresta. $bonusgld ouro de bónus é vos pago.

source: RfC — The Land of the Dragons
pt: RfC — Terra dos Dragões

source: Guardians
de: Wächter
pt: Guardiões

source: Cockatrices
de: Gorgonen
pt: Basiliscos

source: Do you want this unit to pick up the sword?
de: Wünscht Ihr, dass diese Einheit das Schwert aufhebt?
pt: Queres realmente que esta unidade leva esta espada?

source: Yes
de: Ja
pt: Sim

source: Flaming Sword
de: Flammenschwert
pt: Espada Flamejante

source: This massive blade was created centuries ago by long-forgotten elvish forgemasters, who imbued the bluish steel with an inner magical fire. Tongues of flame dance on the surface, giving the metal a flawless mirrored finish.
de: Diese schwere Klinge wurde vor vielen Jahren von den legendären Elfenschmieden geschaffen. Ihnen gelang es, den Blaustahl mit einem inneren magischen Feuer zu tränken. Dadurch tanzen Flammenzungen über die Klinge des Schwertes, sobald es von einem würdigen Träger geführt wird.
pt: Esta lâmina massiva foi criada séculos atrás por mestres forjadores elfos já esquecidos, os quais conseguiram dar ao aço azulado um fogo interior mágico. Chamas de fogo dançam na superfície da lâmina, dando ao aço azulado um retoque espelhado perfeito.

source: As you place your hand around the glittering leather hilt, the sword roars to life! Strangely, you feel no heat once you pick it up, yet the grass at your feet bursts into flame as you test the heft of this mighty weapon.
de: Als ihr eure Hand um den glitzernden Ledergriff schließt, erwacht das Schwert zum Leben. Seltsamerweise spürt ihr keine Hitze von der Waffe ausgehen, obwohl das Gras zu euren Füßen zu brennen beginnt, als ihr die Waffe kurz absetzt.
pt: Ao colocar a mão em torno do punho de couro brilhante, a espada ganha vida! Estranhamente, não sentes o calor uma vez pegado, mas a grama em rajadas aos seus pés em chamas como testas o peso desta poderosa arma.

source: flaming sword
de: Flammenschwert
pt: espada flamejante

source: No
de: Nein
pt: Não

source: Do you want this unit to pick up the staff?
de: Wünscht Ihr, daß diese Einheit das Schwert aufhebt?
pt: Queres realmente que esta unidade leva este bastão?

source: Rod of Justice
de: Stab der Gerechtigkeit
pt: Bastão da Justiça

source: This is a magical staff of tremendous power and unknown origin. The wielder of this staff gains a dramatic increase in strength, speed and intelligence, and is granted the ability to fire devastating lightning bolts at at his opponents. Only a person who is good at heart and who is willing to sacrifice his life on the path of justice can wield this staff.
de: Dies ist ein magischer Stab von ungeheurer Kraft und unbekannter Herkunft. Der Ausübers dieser Stabes erhält einen dramatischen Anstieg in Kraft, Schnelligkeit und Intelligenz, und erhält die Möglichkeit, vernichtende Blitze auf seine Gegner zu schießen. Nur eine Person, die ein gutes Herz hat und wer bereit ist, sein Leben auf dem Weg der Gerechtigkeit ausübt, kann diesen Stab gebrauchen.
pt: Este é um bastão mágico de tremendo poder e de origem desconhecida. O portador deste bastão ganha um aumento dramático na velocidade, força e inteligência, e é concedida a capacidade de disparar relâmpagos devastadores aos seus oponentes. Só uma pessoa que é boa de coração e que está disposto a sacrificar a sua vida pelo caminho da justiça pode exercer esta vara.

source: rod of justice
de: Stab der Gerechtigkeit
pt: bastão da justiça

source: Reach south-east part of the map.
de: Erreicht den südöstlich Teil der Karte.
pt: Chega a parte sudeste do mapa.

source: Thank you for saving us. We will serve you in your battle!
de: Wir danken Ihnen für unsere Befreiung. Wir werden euch in euren Kampf dienen!
pt: Obrigado por salvarem-nos. Iremos servir-vos na vossa longa batalha!

source: At last we are out! We'll join you to help you in your fight.
de: Endlich sind wir frei! Wir werden gemeinsam mit euch, in euren Kampf helfen.
pt: Finalmente estamos livres! Vamos juntar-nos a vós para ajudar-vos na vossa luta fatigante.
