Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Story_of_the_Wose/*.po
Languages: pt

source: The Story of the Wose
pt: A História dos Silvanos

source: Somewhere on the Green Isle
pt: Algures na Ilha Verde

source: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Hard
pt: *&units/woses/wose.png~TC(1,magenta)=Normal;&units/woses/wose-elder.png~TC(1,magenta)=Difícil

source: Story of Wose
pt: História dos Silvanos

source: Today I want to tell you another story, a mere footnote in the history books if it is even remembered at all.
pt: Hoje quero contar-te uma outra história, uma mera nota de rodapé nos livros de história se é sequer mesmo lembrado.

source: But as with all such footnotes, the resulting effect on this history of Wesnoth is very large. Didn't they teach you the butterfly effect in school? No?
pt: Mas, como com todas as notas de rodapé , o efeito resultante sobre desta história de Wesnoth é muito grande. Será que não te ensinaram o efeito da borboleta na escola? Não?

source: Somewhere in the green isle (history has forgotten exactly where), a strange order of Magi had set up operations in some forest. Wood was needed for the construction of a nearby town, and so a team was sent from Clearwater Port...
pt: Algures na ilha verde (a história tem esquecido exactamente onde), uma estranha ordem dos Magos tinha montado operações numa floresta. Madeira era necessário para a construção de uma cidade vizinha, e assim uma equipa foi enviada de Porto das Águas Claras...

source: Potion of Healing
pt: Poção de Cura

source: This unit is given the power to heal its friends.
pt: Esta unidade tem o poder para curar os seus amigos.

source: This unit is given the power to heal itself and its friends.
pt: Esta unidade é dado o poder para curar-se a si próprio e aos seus amigos.

source: What were you expecting, the Ruby of Fire?
pt: O que esperavas, o rubi do fogo?

source: They've come. Humans from Clearwater Port. They've come to chop down our forest.
pt: Vieram. Os humanos do Porto das Águas Claras. Vieram derrubar a nossa floresta.

source: [way too loud] Must they really?
pt: [demasiado alto] Precisam realmente?

source: Yes, we must. We have houses and docks to build.
pt: Sim, temos. Temos casas e docas para construir.

source: What? Destroy our beautiful forest for your stupid houses! This will not stand.
pt: O quê? Destruir a nossa bela floresta para as vossas casas estúpidas! Isso não ficará assim.

source: [whispers] Perhaps you could conjer up a distraction from the mud like you did for the harvest festival.
pt: [sussurra] Talvez possas montar uma distracção da lama como fizeste para a festa da colheita.

source: One evening shortly thereafter, Londerleona climbed onto the high plain of pinnacles to observe the stars.
pt: Certa noite pouco depois, Londerleona subiu ao planalto dos pináculos para observar as estrelas.

source: I've come to the pinnacles observatory to watch the stars, and--Oh bother.
pt: Vim para o observatório dos pináculos para olhar as estrelas, e - Ó incómodos.

source: I spy humans.
pt: Vejo humanos.

source: We've flown a long way without a proper meal, now let's have some dinner!
pt: Já voamos um longo caminho sem uma refeição adequada, agora vamos ter algum jantar!

source: Yipe! Fire blood!
pt: Yipe! Sangue de Fogo!

source: Men kept at the forest. Londerleona would chase them away. They never did get to the center, but kept widdling away at the sides.
pt: Homens mantenham a floresta. Londerleona iria afastar-os. Nunca foram chegar ao centro, mas mantiveram talhar longe dos lados.

source: I do tire of constantly protecting the trees. Would that they could protect themselves. Would that they could sing and dance with me.
pt: Canso-me de sempre proteger as árvores. Será que poderiam proteger-se. Será que poderiam cantar e dançar comigo.

source: Begger
pt: Mendigo

source: Oh! The old begger. I thought I was alone. *blush*
pt: Ó! O velho mendigo. Pensei que estava sozinho. *cora*

source: There is a way, you know. A way to achieve your heart's desire.
pt: Existe uma maneira, sabes. Uma maneira de alcançar o desejo do teu coração.

source: How can this be? How can a begger offer me what I desire?
pt: Como pode ser isto? Como pode um mendigo oferecer-me o que desejo?

source: I have sought forbidden knowledge, the deep secrets of the fabric of reality, and for that I am shunned. I offer you now some of what I have found. May it serve you better than it has served me.
pt: Busquei o conhecimento proibido, os segredos profundos do estrutura da realidade, e isto evitava. Ofereço-te agora um pouco do que encontrei. Que possa servir-te melhor do que tem me servido.

source: What do I want of forbidden knowledge. Go away now. Pleease.
pt: O que quero com conhecimento proibido. Vã embora. Por favor.

source: Oh, he dropped this.
pt: Ó, deixou cair isto.

source: Ooh. A scroll.
pt: Oh. Um pergaminho.

source: The Trees Move
pt: As Árvores Movem-se

source: The scroll was in fact a description of the spell that would raise corpses to fight for a dark sorcerer.
pt: O pergaminho foi efectivamente uma descrição do feitiço que levantaria os cadáveres para lutar por um feiticeiro sombrio.

source: The spell constisted of two pieces. A piece to animate a corpse and a piece to bind the corpse to the will of the sorcerer.
pt: O feitiço consistia de duas peças. Uma parte para animar um cadáver e uma parte para vincular o corpo à vontade do feiticeiro.

source: Next time men came to the forest, they came in great numbers, to chop it down.
pt: Na próxima vez que os homens vieram para a floresta, vieram em grande número, para derrubar-a.

source: Oh my! They are so many. Whatever shall I do?
pt: Ó, meu! São tantos. O que devo fazer?

source: Child, do not despair. There is yet hope.
pt: Miúda, não desesperes. Ainda há esperança.

source: Who spoke?
pt: Quem falou?

source: I call myself Elilmaldur-Rithrandal. Take that spell that you are so upset about. Animate the trees, but do not bind them to your will, for these trees have wills of their own.
pt: Chamo-me Elilmaldur-Rithrandal. Pega aquela magia do qual estás tão chateado. Anima as árvores, mas não as vinculas à tua vontade, pois estas árvores têm vontade própria.

source: I'll try, sir.
pt: Vou tentar, senhor.

source: Move my children. Avenge yourselves for your brethren.
pt: Movam-se meus filhos. Vingam-se para os vossos irmãos.

source: What was that?
pt: O que foi isto?

source: The temple!
pt: O templo!

source: Something has happened in the catacombs. Black magic has opened up some kind of portal. Go now and see what you can do about it.
pt: Algo aconteceu nas catacumbas. A magia negra abriu uma espécie de portal. Vá agora e veja o que podes fazer sobre isto.

source: Come on, into the catacombs
pt: Vamos, para as catacumbas

source: Don't worry about me. I will wake up more trees and crush these humans.
pt: Não te preocupes comigo. Irei acordar mais árvores e esmagar estes humanos.

source: Lich-Lord Lenvan
pt: Lorde-Lich Lenvan

source: Lich-Lord Caror
pt: Lorde-Lich Caror

source: All right, what happened here? This first portal was supposed to go two miles, not to the east continent.
pt: Tudo bem, o que aconteceu aqui? Este primeiro portal era suposto ir a duas milhas, e não para o continente do leste.

source: That sounded like it came from the far end of the cave. We better hurry and find out what it is.
pt: Isto soou como se viesse do fundo da caverna. É melhor apressar-se e descobrir o que é.

source: Caror you idiot! Who else have you been spying on this time?
pt: Caror seu idiota! Quem mais foste espionar desta vez?

source: Just some elves. Oh, and a crazy mage who is all upset about some trees. What does it matter?
pt: Apenas alguns elfos. Ah, e um mago louco que está chateado com algumas árvores. O que importa?

source: You infernal idiot. I warned you not to spy on me. This portal stuff is sensitive.
pt: Idiota infernal. Avisei-te para não me espionares. Este portal é sensível.

source: You've been spying on the orcs too, from what I hear in this portal. Now somebody's going to have to clean up after this mess.
pt: Foste espionar os orcs também, pelo que ouvi neste portal. Agora alguém vai ter de limpar esta confusão.

source: All right, I'll try to close it. Brace yourself.
pt: Tudo bem, vou tentar fechar-o. Prepara-te.

source: Look out, the water's rising!
pt: Olham, a água está a subir!

source: The water rose, cutting off our escape!
pt: A água sobe, cortando a nossa fuga!

source: We're all gonna die.
pt: Vamos todos morrer.

source: That didn't work. Somebody will have to go inside and close it.
pt: Isto não funcionou. Alguém vai ter de ir para dentro e fechar-o.

source: That's a good idea. In you gow now, and close that portal.
pt: Isto é uma boa ideia. Vá agora e fecha o portal.

source: You made the portal, you close it. I won't!
pt: Fizeste o portal, tu fechas-o. Eu não vou!

source: Trying to get rid of me, eh? I'll go in there and close the portal, but when I return, I will punish you properly for this.
pt: A tentar livrar-se de mim, hein? Vou entrar lá e fechar o portal, mas quando voltar, vou punir-te adequadamente por isto.

source: That sounds terrible.
pt: Isto soa terrível.

source: First these filthy orcs, now these nasty things. What a mess.
pt: Primeiro estes orcs imundos, agora essas coisas desagradáveis. Que confusão.

source: Look out! The ceiling is collapsing.
pt: Cuidado! O tecto está a desmoronar.

source: No it isn't. The portal is unphasing. You better scram or there won't be so much as a body left for me to raise.
pt: Não, não está. O portal está a fechar-se. É melhor saíres ou não haverá sequer um corpo deixado para eu levantar.

source: Shudder. We best take his advise. I think the east passage is clear.
pt: Estremece. É melhor tomar o seu conselho. Penso que a passagem do leste é livre.

source: You dare attack me!
pt: Ousas atacar-me!

source: Aiee, so soon to die again!
pt: Aiee, tão cedo para morrer novamente!

source: The Tunnel
pt: O Túnel

source: I think we are safe now.
pt: Penso que estamos a salvo agora.

source: Historian of Wesnoth
pt: Historiador de Wesnoth

source: Hello, and welcome to my library.
pt: Olá, e bem-vindo à minha biblioteca.

source: Allow me to introduce myself. I am the historian of Wesnoth. All that happens, I see and record. It is all here, everything of note.
pt: Permita-me apresentar-me. Sou o historiador de Wesnoth. Tudo o que acontece, vejo e gravo. Está tudo aqui, tudo de nota.

source: Right now, the world is young, and written history is not very long. As time passes my library will grow larger. At the last, I expect to have a few square miles of library, all nicely cataloged.
pt: No momento, o mundo é jovem, e história escrita não é muito longa. Conforme o tempo passa a minha biblioteca irá crescer muito. No fim, espero ter alguns quilómetros quadrados da biblioteca, tudo bem catalogado.

source: Feel free to look around. Read any book. Just don't wreck things.
pt: Sinta-te livre para olhar ao redor. Leia qualquer livro. Só não estragas as coisas.

source: To read a book, play another campaign.
pt: Para ler um livro, joga outra campanha.

source: Provides a nice ambience, don't you think?
pt: Oferece um ambiente agradável, não pensas?

source: Now, if you had teleport ability, that would be a window.
pt: Agora, se tivesses a capacidade de teletransporte, isto seria excelente.

source: Oracle
pt: Oráculo

source: Hahaha. Now that those two bags of bones are out of the way, I'll take that Ruby myself and rule this city!
pt: Hahaha. Agora que os dois sacos de ossos estão fora do caminho, vou ter este Rubi eu mesmo e dominar esta cidade!

source: Lich-Lord Jevyan
pt: Lorde-Lich Jevyan

source: I have a feeling I wasn't supposed to come this way.
pt: Tenho um sentimento que não deveria ter entrado desta forma.

source: What's this? Looks like that terror left me a worthy gift.
pt: O que é isto? Parece que o terror deixou-me um presente digno.

source: Ruby of Fire
pt: rubi do fogo

source: She has killed Lenvan and taken the Ruby of Fire!
pt: Ela matou Lenvan e levou o rubi do Fogo!

source: I'll take that Ruby myself, thank you.
pt: Vou tomar este rubi eu mesmo, obrigado.

source: No, its Mine!
pt: Não, é meu!

source: Fine, I'll kill you too.
pt: Bom, terei de matar-te também.

source: Now that Jevyan is dead, I'll take that Ruby and rule this city!
pt: Agora que Jevyan está morto, vou ter este Rubi e dominar esta cidade!

source: Now that that usurper is dead, I'll deal with you!
pt: Agora que este usurpador está morto, vou lidar contigo!

source: She was right, she shouldn't have come this way.
pt: Ela estava certa, não deveria ter vindo desta forma.

source: Well, that's certainally not how the story is supposed to go. What's this? You have written into the book of history and it has come to pass just as you wrote it!
pt: Bem, isto não é certamente como a história deve ir. O que é isto? Escreveste no livro de história e veio a passar exactamente como escreveste!

source: Well now you've really done it! All that I have taught you, all that we know, has changed.
pt: Bem, agora realmente fizeste isto! Tudo o que ensinei-te, tudo o que sabemos, mudou.

source: Epilogue
pt: Epílogo

source: Sky at last! An look, a forest!
pt: O céu até que enfim! E olha, uma floresta!

source: You are the first besides trolls to come out of that accursed troll hole in years. But what are these?
pt: És o primeiro além dos trogloditas a sair daquele buraco troglodita maldito nos últimos anos. Mas quem são estes?

source: These, my friend, are woses. But where am I? Surely this is not the Green Isle. We only just came a generation ago, but we should surely know if there are elves amoung us.
pt: Estes, meu amigo, são Silvanos. Mas onde estou? Certamente esta não é a Ilha Verde. Só viemos apenas uma geração atrás, mas devemos certamente saber se existem elfos entre nós.

source: You are a long way from the sea. Perhaps you should have a word with the Lady of the Wood. You seem to have quite a tale to tell.
pt: Estás muito longe do mar. Talvez deves ter uma palavra com a Senhora da Floresta. Pareces ter muito de um conto para contar-nos.

source: Welcome to our forest. May it shelter you and be your home as it is ours. But come, tell us your tale.
pt: Bem-vindo à nossa floresta. Que possa abrigar-te e ser a tua casa como é nosso. Mas venha, conta-nos o teu conto.

source: And so the story was told of how the wood magi awakened the trees and how they were the first humans to set foot upon the great continent. Many years later Elilmaldur-Rithrandal would play a key part in the foundation of a great nation of humans upon this continent. The wood magi, elusive as always and distrustful of other humans, would take no part again in history for more than a thousand years.
pt: E assim a história foi contada da forma como os magos dos bosques despertaram as árvores e como foram os primeiros humanos a pisar o grande continente. Muitos anos mais tarde Elilmaldur-Rithrandal iria desempenhar um papel fundamental na fundação de uma grande nação dos humanos sobre este continente. Os magos dos bosques, esquivo como sempre e desconfiados de outros humanos, não tomariam parte novamente na história de mais de mil anos.

source: Village
pt: Aldeia

source: Cave
pt: Caverna

source: Cave Shadow
pt: Sombra de Caverna

source: Demilich
pt: Semi-Lich

source: The mighty Lich Lords were once rulers of powerful cities in the western contanent. The armies they command are experienced, and the lords themselves are truly terrible.
pt: Os Senhores Lich poderosos já foram dirigentes de cidades poderosas do continente ocidental. Os exércitos que comandam são experientes, e os senhores próprios são verdadeiramente terríveis.

source: touch
pt: toque

source: chill tempest
pt: onda gelada

source: shadow wave
pt: onda sombria

source: Green Mage
pt: Mago Verde

source: Green Magi are rumored to exist by the peasants, who assume that they are Magi in training that seek solitude to improve their skill. Nothing could be further from the truth. They are experienced, woodwise, and elusive.
pt: Dizem os rumores por parte dos camponeses que Magos Verdes existem, que assumem que são magos em formação que procuram a solidão para melhorar a sua habilidade. Nada poderia estar mais longe da verdade. São experientes, sábios, e esquivos.

source: staff
pt: bastão

source: missile
pt: míssil

source: lightbeam
pt: raio de luz

source: Life Mage
pt: Mago da Vida

source: Life Magi pass themselves off as Green Magi, and so are altogether unknown by the people at large. Even the best scholars have no idea of their abilities.
pt: Magos da Vida passam desapercebidos por Magos Verdes, e por isto são completamente desconhecidos pelas pessoas em geral. Mesmo os melhores estudiosos não tem ideia das suas habilidades.

source: Pixie
pt: Duende

source: Pixies
pt: Duendes

source: Closely related to the fairies are the pixies, which really are about three inches tall. They have a particularly whimisical attitude and a protective nature. As such, the fairies, and others, find them useful as messengers.
pt: Intimamente relacionado com as fadas são os duendes, que realmente são cerca de três centímetros de altura. Têm uma atitude particularmente caprichosos e uma natureza de protecção. Como tal, as fadas e outros, consideram-os úteis como mensageiros.

source: faerie touch
pt: toque de fada

source: Undead Avatar
pt: Avatar morto-vivo

source: This looks like an Ancient Lich but something's different about it, and for some reason you're not afraid of it.
pt: Isto parece um Lich antigo, mas algo está diferente sobre ele e por alguma razão não tem medo dele.

source: Wood Mage
pt: Mago dos Bosques

source: The wood mage belongs to a very different order of magi, more akin to the undead than the lawful mages. Their power is mysterious and less understood than even the undead.
pt: O mago dos bosques pertence a uma ordem muito diferente de magos, mais parecido com os mortos-vivos do que os magos legais. O seu poder é misterioso e menos compreendido do que até mesmo os mortos-vivos.

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
pt: Estes Silvanos são capazes de comandar as plantas da floresta, tais como vinhas e plantas rasteiras para impedir os seus inimigos.

source: crush
pt: esmagar

source: entangle
pt: amarrar

source: I'm sorry but that death changes history too much for me.
pt: Sinto muito, mas esta morte muda demasiada história para mim.

source: Max HP bonus +
pt: Bónus de Max. HP

source: oak
pt: carvalho

source: -10% blade damage
pt: -10% dano cortante

source: elm
pt: olmo

source: -10% impact damage
pt: -10% de dano de iimpacto

source: pine
pt: pinheiro

source: -10% pierce & cold damage
pt: -10% de dano perfurante e gelado

source: willow
pt: salgueiro

source: fast in water, +10% fire damage
pt: rápido na água, +10% de dano ao fogo

source: redwood
pt: sequóia

source: -10% fire damage
pt: -10% de dano ao fogo

source: Wose
pt: Silvano

source: Woses
pt: Silvanos
