Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Mystery_Campaign/*.po
Languages: de, pt

source: These heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
de: Diese schwerbewaffneten Kämpfer gehören zu einer Eliteeinheit der Naga. Sie sind langsamer und besser gepanzert als die meisten Naga und schwingen große Schilde und Streitkolben, mit denen sie ihre Feinde zerschmettern. Sie bewachen meistens Vorposten der Naga, aber manchmal nehmen sie auch an Angriffen teil.

source: The heavy fighters are the elite guards of the naga. They are slower and more heavily armored than most naga and wield huge maces which they use to crush their enemies. They mostly guard naga outposts, but occasionally participate in offensive raids.
de: Diese schwerbewaffneten Kämpfer gehören zu einer Eliteeinheit der Naga. Sie sind langsamer und besser gepanzert als die meisten Naga und schwingen große Schilde und Streitkolben, mit denen sie ihre Feinde zerschmettern. Sie bewachen meistens Vorposten der Naga, aber manchmal nehmen sie auch an Angriffen teil.

source: Vigilance: When this attack is used the attacker takes 50% less damage.
de: Wachsamkeit: Wenn dieser Angriff verwendet wird, teilt der Angreifer 50% weniger Schaden aus.

source: Evade: This unit can evade enemy attack and takes one third less damage while using this weapon.
de: Ausweichen: Diese Einheit kann feindlichen Angriffen entziehen und erhält ein Drittel weniger Schaden bei der Verwendung dieser Waffe.

source: Counter-attacks: When used defensively, this attack deals double damage to the target.
de: Kontern: Wenn defensiv verwendet, teilt dieser Angriff doppelten Schaden aus.

source: This unit counter-attacks effectively income hits, causing vaste damage on the unprotected target
de: Diese Einheit Kontert effektiv Treffer, wodurch sie weitläufige Schäden an den ungeschützten Ziel verursacht

source: Inverse: This attack's chance to hit is equal to the defensive ability of the target on its current terrain.
de: Umgekehrt: Die Wahrscheinlichkeit zu treffen dieser Einheit gleicht der Verteidigung ihres Opfers auf seinen aktuellen Gelände.

source: Prey Crush: When this attack hits, the combat ends. Can only be used at offense.
de: Zermalmen: Wenn dieser Angriff trifft, endet der Kampf. Kann nur offensiv ausgeführt werden.

source: Ferocious: This unit battles with such vigor that it always has at least a 60% chance to hit.
de: grimmig: Diese Einheit kämpft mit solcher Entschlossenheit dass sie immer mindestens eine Trefferwarscheinlichkeit von 60% hat.

source: Protection: Adjacent units will receive a +20% bonus to all resistances (up to a maximum of 50%).
de: Schutz: Benachbarten Einheiten dieser Seite erhalten einen Bonus von +20% zu allen Widerständen (bis zu maximal 50%).

source: This unit can protect those units around them, granting them extra resistances.
de: Diese Einheit beschützt ihre verbündete, was diesen eine bessere Resistenz gibt.

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When a unit of lower level is adjacent to, and is an enemy of the unit with Terror engages in combat, its attacks do 25% less damage times the difference in their levels.
de: Terror: Diese Einheit verschüchtert nahestehende dermaßen, dass derer Kampfmoral gebrochen wird. Einheiten mit einen niedrigeren Level die nahe dieser stehen werden weniger schaden austeilen. Feindliche Einheiten erhalten einen Malus von 25% mal ihren unterschied zur Einheit mit der Eigenschaft "Terror".

source: The terror skill of this unit scare ennemy units next to it so they deal less damage in combat, though this only applies to units of lower level.
de: Die Eigenschaft benachbarte Einheiten einzuschüchtern wird diese weniger schaden austeilen lassen im Kampf, was allerdings nur auf Einheiten mit einen niedrigeren Level zutrifft.

source: This unit darkens it surrounding area, negating the lawful units their day bonus and removing the malus for the chaotic units
de: Diese Einheit verdunkelt die Umgebung, redliche Einheiten werden ihren Tag Bonus verlieren und chaotische ihren Malus.

source: Darkens: This unit deluminates the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dawn when it is day.
de: Verdunkeln: Diese Einheit verdunkelt seine Umgebung, chaotische Einheiten werden besser kämpfen und redliche schlechter. Jegliche Einheit neben dieser wird am Tag kämpfen als ob es Zwielichtig sei.

source: Cavestalk: This unit can hide in caves, and remain undetected by its enemies. Enemy units cannot see or attack this unit when it is in caves, except for any turn immediately after this unit has attacked, or if there are enemy units next to this unit.
de: Höhlen Pirscher: Diese Einheit kann sich in Höhlen verstecken, und vor ihren Feinde unerkannt bleiben. Feindliche Einheiten können diese Einheit nicht sehen oder angreifen, wenn sie in Höhlen ist, außer für jede Runde unmittelbar nachdem diese Einheit angegriffen hat, oder wenn feindliche Einheiten neben dieser Einheit sind.

source: In underground terrain (except lit underground), this unit's ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
de: In unterirdischen Gelände (mit Ausnahme von beleuchteten), kann diese Einheit Hinterhalte ausführen die sie unsichtbar für Feinde macht, es sei denn sie ist unmittelbar angrenzend oder hat sich gezeigt durch den Angriff.

source: Curse: Curses the hit unit. The cursed unit gets a 20% defense penalty on every terrain until the end of its turn. But the defense value can't go lower than 20%.
de: Fluch: Verflucht die getroffene Einheit. Diese erhält einen Malus von 20% auf jeden Terrain bis zum ende ihrer Runde. Aber die Verteidigung wird nicht unter 20% fallen.

source: cursed: This unit is cursed. It gets a 20% defense penalty on every terrain.
de: verflucht: Diese Einheit ist verflucht, sie erhält einen 20% Malus in ihrer Verteidigung auf jeden Gelände.
