Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Mystery_Campaign/*.po
Languages: de, pt

source: MC
de: GK
pt: CM

source: Mystery Campaign
de: Geheimnisvolle Kampagne
pt: Campanha Misteriosa

source: Skirmisher
de: Plänkler
pt: Escaramuça

source: (Easy)
de: (Einfach)
pt: (Fácil)

source: Battle Tutor
de: Schlachten Betreuer
pt: Mestre de batalha

source: (Not so easy)
de: (Nicht so leicht)
pt: (Não assim tão fácil)

source: (Nightmare)
de: (Alptraum)
pt: (Pesadelo)

source: Veteran
de: altgedient
pt: Veterano

source: Extended Era
de: Erweiterte Ära
pt: Era Suplementar

source: Extends the default era up to 12 factions, adding 5 unique new factions.
pt: Inclui 5 novas e únicas facções adicionados à era padrão.

source: Campaign Design
de: Kampagnengestaltung
pt: Projecto de Campanha

source: Current Maintainer
de: Aktueller Betreuer
pt: Mantenhador actual

source: Previous Maintainer
de: Vorheriger Betreuer
pt: Mantenhador Anterior

source: WML Contribution
de: WML Beiträge
pt: Contribuição de WML

source: Translations
de: Übersetzungen
pt: Traduções

source: Dark Elves
de: Dunkelelfen
pt: Duendes

source: Dark Legion
de: Legion der Finsternis
pt: Legião Maligna

source: Frontiers
de: Grenzer
pt: Fronteiriços

source: Khalifate
de: Kalifen
pt: Califado

source: Outlaws
de: Gesetzlose
pt: Foragidos

source: race^Khalifate Human
pt: Humano do Califado

source: race+male^Khalifate Human
pt: Humano do Califado

source: race+female^Khalifate Human
pt: Humana do Califado

source: race+plural^Khalifate
pt: Humanos do Califado

source: race^Falcon
de: Falken
pt: Falcão

source: race+male^Falcon
de: Falke
pt: Falcão

source: race+female^Falcon
de: Falke
pt: Falcoa

source: race+plural^Falcons
de: Falken
pt: Falcões

source: race^Dark Elf
de: Schatten Elf
pt: Duende

source: race+male^Dark Elf
de: Schatten Elf
pt: Duende

source: race+female^Dark Elf
de: Schatten Elfe
pt: Duende

source: race+plural^Dark Elves
de: Schatten Elfen
pt: Duendes

source: race^Daemon
de: Dämon
pt: Demónio

source: race+male^Daemon
de: Dämon
pt: Demónio

source: race+female^Daemon
de: Dämonin
pt: Demónia

source: race+plural^Daemons
de: Dämonen
pt: Demónios

source: race^Bear
de: Bär
pt: Urso

source: race+male^Bear
de: Bär
pt: Urso

source: race+female^Bear
de: Bärin
pt: Ursa

source: race+plural^Bears
de: Bären
pt: Ursos

source: Contester
de: Herausforderer
pt: Pretendente

source: Opponent
de: Widersacher
pt: Adversário

source: Mystery Scenario
de: Geheimnisvolles Szenario
pt: Cenário Misterioso

source: Defeat the enemy leader
de: Besiegt den gegnerischen Anführer
pt: Derrota o líder inimigo

source: The enemy leader surrenders
de: Euer Gegner hat sich ergeben!
pt: O líder inimigo rende-se

source: Death of your leader before scenario 12
de: Euer Anführer stirbt in der Schlacht vor den 12. Szenario
pt: Morte do teu líder antes do cenário 12

source: Recruitment list
de: Einheitenübersicht
pt: Lista de recrutas

source: Your recruits: <i>$side_1.recruits</i>
pt: Os teus recrutas: <i>$side_1.recruits</i>

source: Enemy recruits: <i>$side_2.recruits</i>
pt: Os recrutas inimigos: <i>$side_2.recruits</i>

source: Defeated
de: Niederlage
pt: Derrota

source: Dwarvish Alchemist
pt: Alquimista Anão

source: Dwarvish Master of Alchemy
pt: Mestre Alquimista Anão

source: Dwarvish Potion Smith
pt: Curandeiro Anão

source: Wose Shaman
pt: Silvano Místico

source: female^Dark Elf Enchantress
de: Schatten Elfenmystikerin
pt: Encantadora Duende

source: magic torture
de: magische folter
pt: tortura mágica

source: Dark Elf Fighter
de: Schatten Elfenkämpfer
pt: Combatente Duende

source: Dark Elf Hunter
de: Schatten Elfenjäger
pt: Caçador Duende

source: Lizard Rider
de: Echsen Reiter
pt: Montador de Répteis

source: Dark Elf Noble
de: Schatten Elfen adeliger
pt: Duende Nobre

source: shield
de: Schild
pt: escudo

source: Dark Elf Wizard
de: Schatten Elfen Zauberer
pt: Feiticeiro Duende

source: Dark Elf Captain
de: Schatten Elfenhauptmann
pt: Capitão Duende

source: Lizard Master
de: Echsen Meister
pt: Mestre de Répteis

source: Dark Elf Lord
de: Schatten Elfenfürst
pt: Conde Duende

source: Dark Elf Sorcerer
de: Schatten Elfenzauberer
pt: Feiticeiro Duende

source: female^Dark Elf Sorceress
de: Schatten Elfenzauberin
pt: Feiticeira Duende

source: Dark Elf Warrior
de: Schatten Elfenkrieger
pt: Guerreiro Duende

source: Goblin Warbanner
de: Kobold Kriegsbanner
pt: Estandarte da Guerra Gnomo

source: female^Dark Elf Cleric
de: Schatten Elfen Adeptin
pt: Freira Duende

source: Dark Elf Corsair
de: Schatten Elfenkorsar
pt: Corsário Duende

source: Dark Elf High Lord
de: Schatten Großfürst
pt: Duque Duende

source: Dark Elf Marshal
de: Schatten Elfenmarschall
pt: Marechal Duende

source: Dark Elf Shadow
de: Elfen Schatten
pt: Sombra Duende

source: Dark Elf Stalker
de: Elfen Meuchler
pt: Trucidador Duende

source: Dark Elf Warlock
de: Schatten Hexenmeister
pt: Mago da Guerra

source: Elvish Hunter
de: Elfenjäger
pt: Caçador Elfo

source: female^Elvish Hunter
de: Elfenjägerin
pt: Caçadora Elfa

source: Elvish Prowler
de: Elfenplänkler
pt: Predador Elfo

source: female^Elvish Prowler
de: Elfenplänklerin
pt: Predadora Elfa

source: Elvish Trapper
de: Elfen Fallensteller
pt: Emboscador Elfo

source: female^Elvish Trapper
de: Elfen Fallenstellerin
pt: Emboscadora Elfa

source: Aragwaithi^Ancient Banner
de: Uralter Kriegsbanner
pt: Estandarte Antiga

source: TODO
de: BAUSTELLE
pt: PARA FAZER

source: scythe
de: Sense
pt: foice

source: Aragwaithi^Archer
de: Bogenschütze
pt: Arqueiro

source: Aragwaithi^Captain
de: Hauptmann
pt: Capitão

source: glaive
de: Kleve
pt: clava

source: Eagle Master
de: Adler Meister
pt: Mestre de águias

source: prey crush
de: Opfer zermalmen
pt: caça de presas

source: Eagle Rider
de: Adler Reiter
pt: Montador de águias

source: Aragwaithi^Flagbearer
de: Standartenträger
pt: Portador da Estandarte

source: Aragwaithi^Greatbow
de: Mächtiger Bogenschütze
pt: Arqueiro Poderoso

source: Aragwaithi^Guard
de: Wache
pt: Guarda

source: Aragwaithi^Guardian
de: Wächter
pt: Guardião

source: Aragwaithi^Lancer
de: Lanzenreiter
pt: Lanceiro

source: Aragwaithi+female^Lancer
de: Lanzenreiterin
pt: Lanceira

source: Aragwaithi^Longswordsman
de: Langschwertkämpfer
pt: Espadachim de Elite

source: longsword
de: Langschwert
pt: espada longa

source: Aragwaithi^Pikeman
de: Pikenier
pt: Piqueiro

source: Aragwaithi^Scout
de: Späher
pt: Explorador

source: Aragwaithi+female^Scout
de: Späherin
pt: Exploradora

source: Aragwaithi^Shield Guard
de: Schild Wache
pt: Guarda da Honra

source: Aragwaithi^Silver Shield
de: Silber Schild
pt: Escudo Prateado

source: Aragwaithi+female^Silver Shield
de: Silberne Schildwache
pt: Escudo Prateada

source: Aragwaithi^Slayer
de: Schlächter
pt: Trucidador

source: Aragwaithi+female^Sorceress
de: Zauberin
pt: Feiticeira

source: Aragwaithi^Spearman
de: Speerträger
pt: Hoste

source: Aragwaithi^Strongbow
de: Erfahrener Bogenschütze
pt: Arqueiro Poderoso

source: Aragwaithi^Swordsmaster
de: Schwertmeister
pt: Mestre de Armas

source: Aragwaithi^Swordsman
de: Schwertkämpfer
pt: Espadachim

source: Aragwaithi+female^Witch
de: Hexe
pt: Bruxa

source: kick
de: treten
pt: pontapé

source: Aragwaithi+female^Wizard
de: Zauberer
pt: Feiticeira

source: Bowrider
de: Berittener Bogenschütze
pt: Arqueiro Montado

source: Raider
de: Räuber
pt: Ladrilhador

source: Swordsman
de: Schwertkämpfer
pt: Espadachim

source: Young Bear
de: Junger Bär
pt: Jovem Urso

source: bearhug
de: bärentatze
pt: abraço de urso

source: Cunning Woman
de: Füchsin
pt: Mulher Raposeira

source: Bear
de: Bär
pt: Urso

source: Bowknight
de: Bogenknecht
pt: Cavalaria das Estepes

source: Cataphract
pt: Catarata

source: Holibar
pt: Bridão

source: Marauder
de: Plünderer
pt: Saqueador

source: Warrior
de: Krieger
pt: Guerreiro

source: Witch
de: Hexe
pt: Bruxa

source: Coutillier
pt: Marialva

source: Elite Bowknight
de: Bogenritter
pt: Cavalaria de Elite das Estepes

source: Lord
de: Fürst
pt: Lorde

source: Mounted Marksman
de: Berittener Langbogenschütze
pt: Atirador Montado

source: Scorcher
de: Bulle
pt: Pilhador

source: Falcon
de: Falke
pt: Falcão

source: There is currently no description available for this unit.
de: Keine Beschreibung erhältlich für diese Einheit zur Zeit.
pt: Não existe neste momento uma descrição para esta unidade.

source: Arif
pt: Tarife

source: Elder Falcon
de: Älterer Falke
pt: Falcão Antigo

source: Hakim
pt: Aquim

source: composite bow
de: Jagdbogen
pt: Arco de Caça

source: Khaiyal
pt: Faial

source: Naffat
pt: Nafta

source: naphtha attack
de: nafta angriff
pt: ataque nafta

source: fire arrow
de: feuer pfeil
pt: flecha ardente

source: Faris
pt: Falis

source: Ghazi
pt: Jazi

source: shield bash
de: Schild Schlag
pt: pancada do escudo

source: Monawish
pt: Monchique

source: Muharib
pt: Moçárabe

source: Qanas
pt: Ganas

source: Qatif-al-nar
pt: Quatif-al-mar

source: Saree
pt: Sare

source: Tabib
pt: Tabique

source: Batal
pt: Batel

source: Hadaf
pt: Abafe

source: Jawal
pt: Faval

source: Mighwar
pt: Maivar

source: Mufariq
pt: Mubarique

source: Rasikh
pt: Rasique

source: Shuja
pt: Suja

source: Tineen
pt: Atinente

source: Khalid
pt: Califa

source: Dark Bowman
de: Dunkler Bogenschütze
pt: Arqueiro Obscuro

source: hatchet
de: Wurfbeil
pt: machadinha

source: poison arrow
de: gift pfeil
pt: flecha de veneno

source: Dark Raider
de: Schatten Plünderer
pt: Ladrilha Obscura

source: Dark Soldier
de: Schatten Miliz
pt: Soldado Obscuro

source: Dark Spearman
de: Schatten Speerträger
pt: Milícia Obscura

source: Dark Trooper
de: Dunkler Soldat
pt: Tropa Obscura

source: Headhunter
de: Kopfgeldjäger
pt: Caçador de Prémios

source: Invader
de: Eindringling
pt: Invasor

source: Invoker
pt: Invocador

source: chaos blast
de: Energiestoß
pt: explosão do caos

source: female^Invoker
pt: Invocadora

source: Lesser Daemon
de: Niedriger Dämon
pt: Demónio Menor

source: female^Lesser Demon
de: Niedrige Dämonin
pt: Demónia Menor

source: Chaos Daemon
de: Chaos Dämon
pt: Demónio do Caos

source: female^Chaos Demon
de: Chaos Dämonin
pt: Demónia do Caos

source: Dark Berserker
pt: Frenético Obscuro

source: Dark Berserker.
pt: Frenético Obscuro

source: broadsword
de: breitschwert
pt: espada larga

source: Dark Crossbowman
de: Schatten Armbrustschütze
pt: Besteiro Obscuro

source: Dark Crusher
de: Dunkler Brecher
pt: Esmagador Obscuro

source: sledgehammer
de: belagerungshammer
pt: martelo do cerco

source: Dark Fighter
de: Schatten Kämpfer
pt: Combatente Obscuro

source: Dark fighter
de: Schatten Kämpfer
pt: Combatente Obscuro

source: Dark Guardian
de: Schatten Wächter
pt: Guardião Obscuro

source: Dark Guardsman.
de: Schatten Kämpfer
pt: Guarda Obscuro

source: Dark Gunner
de: Dunkler Artillerist
pt: Armeiro Obscuro

source: Dark Halberdier
de: Dunkler Hellebardier
pt: Albardeiro Obscuro

source: Dark Halberdier.
de: Dunkler Hellebardier
pt: Albardeiro Obscuro

source: Dark Knight
pt: Cavaleiro Obscuro

source: Dark Longbowman
de: Schatten Langbogenschütze
pt: Atirador Obscuro

source: poisoned arrow
de: vergifteter pfeil
pt: flecha envenenada

source: Dark Longswordsman
pt: Espadachim da Elite Obscuro

source: Dark Pillager
de: Schatten Plünderer
pt: Saqueador Obscuro

source: Doom Guard
de: Wächter des Todes
pt: Guarda da Perdição

source: Dark Warrior
de: Schatten Krieger
pt: Guerreiro Obscuro

source: Magus
pt: Mago

source: female^Magus
pt: Maga

source: Winged Daemon
de: Geflügelter Dämon
pt: Demónio Voador

source: female^Winged Demon
de: Geflügelte Dämonin
pt: Demónia Voadora

source: Blood Knight
de: Blutritter
pt: Fidalgo das Trevas

source: Dark Cavalier
pt: Cavalariça Obscura

source: Dark Champion
de: Schatten Schwertmeister
pt: Campeão Obscuro

source: Dark Champion.
de: Schatten Schwertmeister
pt: Campeão Obscuro

source: Deathmaster
de: Todesmeister
pt: Mestre Mortal

source: Elite Gunner
de: Elite Artillerist
pt: Armeiro da Elite

source: Heavy Bowman
de: Schwerer Bogenschütze
pt: Arqueiro Pesado

source: Heavy Crossbowman
de: Schwerer Armbrustschütze
pt: Besteiro Pesado

source: Dark Terror
pt: Terror Obscuro

source: Demonologist
de: Dämonologe
pt: Demonologista

source: infernal storm
de: Höllen Feuer
pt: tempestade infernal

source: female^Demonologist
de: Dämonologin
pt: Demonologista

source: Greater Daemon
de: Erzdämon
pt: Demónio Maior

source: female^Greater Demon
de: Erzdämonin
pt: Demónia Maior

source: Hell Guardian
de: Höllen Wächter
pt: Guarda do Inferno

source: Soulhunter
de: Seelenjäger
pt: Caçador de Almas

source: Overlord
de: Überlord
pt: Conde do Caos

source: female^Outlaw Queen
pt: Rainha Maligna

source: female^Outcast
de: Ausgestoßene
pt: Pária

source: Cockatrice
de: Gorgonit
pt: Basilisco

source: gaze
de: blick
pt: olhar

source: Naga Assassin
de: Nagameuchler
pt: Assassina Naga

source: Naga Guardian
de: Naga-Wache
pt: Guardiã Naga

source: Naga Hunter
de: Naga-Jäger
pt: Caçadora Naga

source: Naga Longbowman
de: Naga Langbogenschütze
pt: Atiradora Naga

source: Naga Sentinel
de: Naga-Schildwache
pt: Sentinela Naga

source: Naga Warden
de: Naga-Wächter
pt: Protectora Naga

source: Saurian Prophet
pt: Réptil Profeta

source: Bone Knight
pt: Cavaleiro esqueleto

source: axe
pt: machado

source: trample
pt: pisada

source: Death Squire
pt: Escudeiro da Morte

source: sword
pt: espada

source: Skeleton Rider
pt: Esqueleto Montado

source: distract
pt: distrair

source: inspire
pt: inspirar

source: ferocious
de: grimmig
pt: exaltado

source: protection
de: Schutz
pt: protecção

source: darkens
de: verdunkeln
pt: assombrar

source: female^darkens
de: verdunkeln
pt: assombrar

source: cavestalk
de: Höhlen Pirscher
pt: caçador de caverna

source: Surprise!
pt: Surpresa!

source: blitz
pt: assalto

source: What faction do you want to play:
de: Welche Fraktion wollt Ihr spielen?
pt: Com que facção desejas jogar?

source: Pick one for me!
de: Wähle für mich!
pt: Escolha uma por mim!

source: What type of unit should your leader be?
de: Welche Einheit soll dein Anführer werden?
pt: Que tipo de unidade deve ser o teu líder?

source: Please enter your name.
de: Bitte gebe einen Namen ein.
pt: Por favor indique um nome.

source: My name is
de: Mein Name ist
pt: O meu nome é

source: What funding level do you want for the campaign?
de: Welche Menge Anfangskapital willst du für die Kampagne?
pt: Em que nível desejas jogar esta campanha?

source: Classic
de: Klassisch
pt: Clássico

source: Moderate
de: Moderat
pt: Moderado

source: Excessive
de: Exzessiv
pt: Excessivo

source: curse
de: Fluch
pt: maldição

source: female^curse
de: Fluch
pt: maldição

source: cursed
de: verflucht
pt: amaldiçoado

source: female^cursed
de: verflucht
pt: amaldiçoada

source: gifted
pt: dotado

source: male^gifted
pt: dotado

source: female^gifted
pt: dotada

source: Oh, it's hopeless! I surrender!
de: Oh, es ist hoffnungslos! Ich gebe auf!
pt: Oh, não há hipótese! Rendo-me!

source: inverse
de: Umgekehrt
pt: Inverso

source: vigilance
de: Wachsamkeit
pt: vigilância

source: When this attack is used the attacker takes 50% less damage.
pt: Quando este ataque for usado o atacante causará 50% menos dano.

source: evade
de: ausweichen
pt: evasão

source: shock
pt: choque

source: counter-attack
de: Kontern
pt: contra-ataque

source: When used defensively, this attack deals double damage to the target.
pt: Quando usado defensivamente, o ataque causa duplo dano ao alvo.

source: dauntless
pt: destemido

source: stun
pt: atordoar

source: female^stunned
pt: atordoada

source: stunned
pt: atordoado

source: This is an infinitely long, random, campaign. As you play, it gets increasing difficult in various ways. How many scenarios can you complete?
de: Dies ist eine unendlich lange, zufällige Kampagne. Während des Spiels, wird es in mehrfacher Hinsicht schwieriger. Wie viele Szenarien kannst du überstehen?

source: race^Aragwaith
de: Aragwaith

source: race+female^Aragwaith
de: Aragwaith

source: Falcons have thin tapered wings, which enable them to fly at high speed and to change direction rapidly making them effective hunters, being able to see their target long before any other unit and diving bold fast to crush their foes. Although not the only ones, the Khalifate have a widespread fame for taming those beasts and hunting with trained captive birds, what in case of war comes handily since they can finish off certainly any wounded in a single hit.
de: Falken haben dünne sich verjüngenden Flügel, die sie zu effektive Jäger macht die mit hoher Geschwindigkeit fliegen und schnell die Richtung ändern können, was ihnen ermöglicht ihr Ziel lange vor irgendeiner anderer Einheit zu sehen, und kühn abtauchen um ihre Feinde zu zerschlagen. Obwohl nicht die Einzigen, haben diese Wüstenbewohner einen weit verbreiteten Ruhm für die Zähmung dieser Tiere und die Jagd mit ausgebildeten in Gefangenschaft gehaltenen Vögeln, was im Falle eines Krieges ganz praktisch sein kann, da sie oft jegliche verwundete Einheit in einem einzigen Treffer beenden können.

source: Daemons are powerful nature spirits of fire, beings of the same nature as both mortals and gods, similar to ghosts, echoic heroes, spirit guides or forces of nature and are by nature good and benevolent. However, since they may be conjured and controlled they are widely believed evil and malevolent in modern cultures. It is usually not recommended to anger them since they have a great sense of Honor.
de: Dämonen sind mächtige Naturgeister des Feuers, Wesen der gleicher Art wie sowohl Sterbliche als Götter, ähnlich wie Geister, antiken Helden, spirituellen Führer oder Kräfte der Natur und sind von Natur aus gut und wohlwollend. Da sie jedoch heraufbeschworen und kontrolliert können sind sie im allgemeinen Böse und böswillige in modernen Kulturen angenommen. Es wird in der Regel nicht empfohlen sie zu verärgern, da sie einen großen Sinn für Ehre haben.

source: Allies
de: Verbündete

source: Greetings, $leader.language_name $leader.name|, welcome to scenario <span foreground='green'><big>$scenario_number|</big></span>
de: Grüß dich, $leader.language_name $leader.name|, willkommen zum <span foreground='green'><big>$scenario_number|.</big></span> Szenario

source: I have <span foreground='yellow'>$gold|</span> gold, and my army of <b>$enemy|</b> consists of the following types of units: <i>$side_2.recruits|</i>.
de: Ich habe <span foreground='yellow'>$gold|</span> gold, und meine Armee der <b>$enemy|</b> besteht aus den folgenden Einheiten: <i>$side_2.recruits|</i>.

source: To complete the scenario, you must defeat me, or force me to surrender!
de: Um dieses Szenario zu bestehen, musst du mich erst besiegen oder zur Aufgabe zwingen!

source: I have came with my faction of <b>$ally|</b> and the following recruits: <i>$side_3.recruits|</i> to help $leader.name with his battle against the fools $enemy|!
de: Ich bin mit meiner Gruppe von <b>$ally|</b> und den folgenden Einheiten: <i>$side_3.recruits|</i> gekommen, um $leader.name gegen die Schmach von $enemy| zu helfen!

source: <span color='light blue'>Scenario <b>$scenario_number|</b> against <b>$enemy|</b></span>
de: <span color='light blue'>Szenario <b>$scenario_number|</b> gegen <b>$enemy|</b></span>

source: Your recruits: <i>$side_1.recruits|</i>
de: Deine Einheiten: <i>$side_1.recruits|</i>

source: Enemy recruits: <i>$side_2.recruits|</i>
de: Gegnerische Einheiten: <i>$side_2.recruits|</i>

source: Swords are, for many, an expensive luxury, and one which peasants can ill afford. Spears are much easier to make and will do well even without a spearhead, though most can afford one. Clad in leather armor, and often armed with a shield and a few javelins, spearmen are the staple of most armies, often thrown into the front lines with only the most basic training.
de: Für viele sind Schwerter ein Luxus, den sich Normalsterbliche Bürger nicht leisten können. Speere dagegen sind weitaus leichter anzufertigen und sind selbst ohne eine Spitze schon nützlich, auch wenn sich die meisten eine metallene Speerspitze leisten können und auch beschaffen. Gekleidet in eine leichte Lederrüstung und oft mit einem Schild und einigen Wurfspeeren ausgerüstet, bilden Speerträger die Grundlage der meisten Armeen in Wesnoth. Sie werden oftmals an vorderster Front eingesetzt, auch wenn sie nicht richtig dafür ausgebildet wurden.

source: chakram
de: Tschakra

source: Dark Marauder
de: Dunkler Rumtreiber

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
de: Die Elfen Milizen wird hauptsächlich von Zivilisten gebildet, die ihre Bögen fallen gelassen haben zugunsten der Verstrickung von unachtsamen Gegnern mit ihren Bolas, und anschließend beenden sie sie mit ihren Schwertern. Sie werden geschult um die Wäldern, Hügeln und Bergen nach Beute und Feinde zu durchkämmen.

source: Elvish Prowlers sneak across the woods, searching out enemies and protecting their people. They are trained to slip past enemies unnoticed and flank them. The combination of their bolas and blades allows them to cripple and kill opponents with alarming ease.
de: Elfenplänkler schleichen sich durch den Wald, auf der Suche nach Feinden und zum Schutz ihrer Bevölkerung. Sie sind geschult, um an ihren Feinden vorbei unbemerkt zu Schlüpfen. Die Kombination ihrer Bolas und Klingen ermöglicht es ihnen, das lähmen und töten der Gegner mit erschreckender Leichtigkeit.

source: Elvish Trappers patrol the woods; they are trained to avoid enemies when it is advantageous. They can cripple opponents with their bolas and are deadly with their swords.
de: Elfen Fallensteller patrouillieren im Wald, und sie sind geschult, um Feinde zu vermeiden, wenn es vorteilhaft ist. Sie können Gegner lähmen mit ihren Bolas und sind mit ihren Schwertern tödlich.

source: Many creatures of the world of Wesnoth are partly animated through magic. They perceive the world with more than simply their reason and instinct and are consequently less affected by this sort of mental attack.
de: Viele phantastische Wesen aus Wesnoth sind teilweise durch Magie erstanden. Sie nehmen ihre Umgebung mit mehr als allein durch ihre Sinne und Instinkte auf, sodass sie weniger durch solch einen Mentalen Angriff ausgesetzt sind.

source: These falcons have been through many perils and somehow managed to survive them. Their dives can be so fast that stories abound of them taking a foe’s head clean off.
de: Diese Falken kamen durch viele Gefahren und haben es irgendwie geschafft zu überleben. Ihre Tauchgänge können so schnell sein, dass die Geschichten von ihnen wie sie einem Feind den Kopf sauber abtrennen reichlich sind.

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
de: Manchmal auch als "Basilisken" bekannt, sind diese mystischen Kreaturen in der Lage die lebenden in Stein zu Verwandeln. Es braucht nicht weiter erwähnt werden dass dieses sie zu einen gefährlichen Gegner macht.

source: Naga Hunters are Naga who are skilled at hunting with a bow. Since the naga are naturally resistant to poison, they have no qualms about hunting with poisoned arrows. These two foot long shafts, tipped with a potent poison, have been known to slay many kinds of prey.
de: Naga-Jäger sind Naga, die besonders gut darin gewandt sind, mit Pfeil und Bogen zu jagen. Da die Naga eine natürliche Resistenz gegen Gift aufweisen, haben sie keine Bedenken, mit vergifteten Pfeilen zu jagen. Diese fast meterlangen Stäbe sind mit einem wirksamen Gift versehen, von dem bekannt ist, dass es schon viele verschiedene Arten von Opfern getötet hat.
