Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Troubled_Times/*.po
Languages: cs, fr, pt_br

source: End of Game
cs: Konec hry
fr: Fin du jeu
pt_br: Fim de Jogo

source: Our great warriors weren't so great this time. You lost!
cs: Naši skvělí válečníci nebyli dnes tak skvělí. Prohrál jsi!
fr: Nos grands guerriers n'étaient pas si grands cette fois. Vous avez perdu !
pt_br: Nossos grandes guerreiros não eram tão grandes neste momento. Você perdeu!

source: Elves
cs: Elfové
fr: Elfes
pt_br: Elfos

source: I feel that every elf leader is suddenly moving a bit faster.
cs: Cítím, že se každý elfí vůdce najednou pohybuje trochu rychleji.
fr: J'ai l'impression que brusquement chaque chef elfe se déplace un peu plus vite.
pt_br: Eu sinto que cada líder elfo é subitamente se movendo um pouco mais rápido.

source: Troubled Times - Attack to the Elf City
cs: Těžké časy - Útok na Elfí Město
fr: Période Trouble - Attaque à la Cité Elfe
pt_br: Tempos Difíceis - Ataque à Cidade Elfo

source: Assassins
cs: Vrahové
pt_br: Assassinos

source: Grunt
cs: Velitel Vrahů
pt_br: Bruto

source: Qinthalash's father
cs: Qintalašův otec
fr: Qinthalash le père
pt_br: Pai de Qinthalash

source: There was a little elf city deep in the forests. The people were having good times, but suddenly something happened...
cs: Hluboko v lesích leželo malé elfí město. Obyvatelé prožívali hezké časy, ale najednou...
fr: Il y avait une petite cité elfe dans les forêts profondes. C’était une période paisible pour le peuple mais soudain, quelque chose est arrivée...
pt_br: Havia uma cidade elfa pouco profunda nas florestas. As pessoas estavam tendo bons momentos, mas de repente algo aconteceu ...

source: It is such a nice day today.
cs: Dnes je takový pěkný den.
fr: C’est une belle journée aujourd'hui.
pt_br: É um dia tão bonito hoje.

source: Noo! You killed my father!
cs: Nee! Zabils mého otce!
fr: Noon ! Vous avez tué mon père !
pt_br: Não! Você matou meu pai!

source: And now we are going to kill all of you.
cs: A teď se chystáme zabít vás všechny.
fr: Et maintenant nous allons tous vous tuer.
pt_br: E agora vamos matar todos vocês.

source: Kill all orcish assassins
cs: Zabij všechny skřetí vrahy
fr: Tuez tous les assassins orcs
pt_br: Mate todos assassinos orc

source: Death of an elf leader
cs: Smrt elfího vůdce
fr: Mort d'un chef elfe
pt_br: Morte de um líder elfo

source: I think they came from the south. We sould go there and take a look.
cs: Myslím, že přišli od jihu. Měli bychom jít a podívat se tam.
fr: Je pense qu'ils venaient du sud. Nous pourrions y aller et jeter un œil.
pt_br: Acho que veio do sul. Devemos ir lá e dar uma olhada.

source: Troubled Times - The Castle
cs: Těžké časy - Hrad
fr: Période Trouble - Le Château
pt_br: Tempos Difíceis - O Castelo

source: The old castle shouldn't be very far. We should be there soon.
cs: Starý hrad by neměl být moc daleko. Měli bychom tam dorazit brzy.
fr: Le vieux château ne doit pas être très loin. Nous devrions y être bientôt.
pt_br: O antigo castelo não deve ser muito longe. Devemos estar lá em breve.

source: Get to the castle
cs: Dostaň se do hradu
fr: Trouver le château
pt_br: Vá ao castelo

source: Ok, we are here at last.
cs: Dobrá, konečně jsme tady.
fr: Ok, nous y sommes.
pt_br: Ok, estamos aqui no até que enfim.

source: Where did that orc came from?
cs: Odkud se vzal ten skřet?
fr: Où est passé l'orc que nous avons aperçu ?
pt_br: De onde é que este orc veio?

source: I don't know, but we should look, if there is more of them out there.
cs: Nevím, ale měli bychom se podívat, jestli tu nejsou další.
fr: Je ne sais pas, mais nous devons aller voir, s'ils ne sont pas plus nombreux par là-bas.
pt_br: Eu não sei, mas devemos ver, se há mais deles lá fora.

source: Kill any orc you can see!
cs: Zabte každého skřeta, kterého uvidíte!
fr: Tuez tous les orcs que vous repérez !
pt_br: Mate qualquer orc que encontrar!

source: Kill the orc leaders
cs: Zabij skřetí velitele
fr: Tuer les chefs orcs
pt_br: Mate os Líderes Orc

source: You hear wolves howling.
cs: Slyšíš skučení vlků.
fr: Vous entendez les loups hurler.
pt_br: Você ouve lobos uivando.

source: I think we should hurry up.
cs: Myslím, že bychom si měli pospíšit.
fr: Je pense qu'on devrait se dépêcher.
pt_br: Acho que deveriamos apressar.

source: What should we do now?
cs: Co budeme dělat?
fr: Que devrions-nous faire maintenant ?
pt_br: O que devemos fazer agora?

source: Let's go to Tarq'ensis and find out what is really going on.
cs: Pojďme do Tarq'ensis a zjistěme co se opravdu děje.
fr: Allons à Tarq'ensis et découvrons ce qui se passe réellement.
pt_br: Vamos para Tarq'ensis e descobrir o que realmente está acontecendo.

source: Troubled Times - Tarq'ensis
cs: Těžké časy - Tarq'ensis
fr: Période Trouble - Tarq'ensis
pt_br: Tempos Difíceis - Tarq'ensis

source: High Lord
cs: Vysoký Lord
fr: Haut seigneur
pt_br: Grande Senhor

source: Hight Elves
cs: Vysocí Elfové
fr: Hauts Elfes

source: Now we are here at Tarq'ensis, the grand capital of elves.
cs: Nyní jsme v Tarq'ensis, elfím hlavním městě.
fr: Maintenant nous sommes ici à Tarq'ensis, la grande capitale des elfes.
pt_br: Agora estamos aqui em Tarq'ensis, a grande capital dos elfos.

source: Hello there! I'm Qinthalash. We came from the east.
cs: Dobrý den! Jsem Quintalaš. Přišli jsme z východu.
fr: Bonjour! Je suis Qinthalash. Nous sommes venus de l'Est.
pt_br: Olá! Eu sou Qinthalash. Nós viemos do leste.

source: Elvish High Lord
cs: Vysoký Elfí Lord
fr: Haut seigneur elfe
pt_br: Grande Senhor Élfico

source: Nice to see you. I think I know your father.
cs: Je hezké, že tě vidím. Myslím, že znám tvého otce.
fr: Ravi de vous voir. Je pense que je connais votre père.
pt_br: Prazer em vê-lo. Acho que conheço o seu pai.

source: Yes, he died.. He was killed by the orcs. We have spotted lots of them lately.
cs: Ano, zemřel... Zabili ho skřeti. V poslední době jsme jich potkali spoustu.
fr: Oui, il est mort... Il a été tué par les orcs. Nous avons repéré beaucoup d'entre eux dernièrement.
pt_br: Sim, ele morreu .. Ele foi morto por orcs. Temos visto muitos deles recentemente.

source: Oh, that's sad...
cs: Ach, to je smutné...
fr: Oh, c'est triste...
pt_br: Oh, isso é triste ...

source: We need some reinforcements so we can fight against the orcs.
cs: Potřebujeme posily, abychom s nimi mohli bojovat.
fr: Nous avons besoin de renforts pour que nous puissions lutter contre les orcs.
pt_br: Precisamos de alguns reforços para que possamos lutar contra os orcs.

source: Ok, we have some unit for your use.
cs: Ok, jsou tu pro vás nějaké jednotky.
fr: Ok, nous avons quelques unités à votre disposition.
pt_br: Ok, temos algumas unidades para seu uso.

source: Maybe you could help the woses. They asked for militaristic help as soon as possible.
cs: Možná byste mohli pomoct stromovému lidu. Žádali militární pomoc, co nejdříve to bude možné.
fr: Peut-être que vous pourriez aider les Woses. Ils ont demandé de l'aide militaire dès que possible.
pt_br: Talvez você possa ajudar os Woses. Eles pediram ajuda militar o mais rápido possível.

source: Maybe we could, but we don't know where the woses live.
cs: Možná bychom mohli, ale nevíme kde žijí.
fr: Peut-être pourrions nous, mais nous ne savons pas où les Woses vivent.
pt_br: Talvez pudéssemos, mas não sabemos onde os Woses vivem.

source: One of my scouts will lead you there.
cs: Jeden z mých průzkumníků vás tam dovede.
fr: Un de mes éclaireurs vous mènera là-bas.
pt_br: Um dos meus batedores vai levar você lá.

source: Let's hurry then.
cs: Potom pospěšme.
fr: Dépêchons-nous alors.
pt_br: Vamos nos apressar então.

source: Wait. We have an altar that can help you with developing skills. Maybe you should try to use it.
cs: Počkat. Máme tu oltář, který by vám mohl pomoct k rozvíjení schopností. Možná byste měli zkusit ho použít.
fr: Attendez. Nous avons un autel susceptible de vous aider à développer des compétences. Peut-être que vous devriez essayer de l'utiliser.
pt_br: Espere. Temos um altar, que pode ajudá-lo com o desenvolvimento de habilidades. Talvez você devesse tentar usá-lo.

source: Visit the Altar
cs: Navštiv Oltář
fr: Visitez l'autel
pt_br: Visite o Altar

source: Move west to continue
cs: Pro pokračování jdi na západ
fr: Déplacez-vous vers l'ouest pour continuer
pt_br: Mova para o oeste para continuar

source: Now let's get moving.
cs: Nyní pojďme.
fr: Maintenant, nous allons bouger.
pt_br: Agora vamos entrar em ação.

source: Troubled Times - The mountain
cs: Těžké časy - Hora
fr: Période Trouble - La montagne
pt_br: Tempos Difíceis - a montanha

source: Wose
cs: Stromový muž

source: Ancient Wose
cs: Prastarý Stromový muž
fr: Wose ancestral
pt_br: Wose Ancestral

source: Drakes
cs: Drakonidé
fr: Dracans
pt_br: Draconianos

source: Find the Woses
cs: Najdi stromové lidi
fr: Trouvez les Woses
pt_br: Encontre os Woses

source: We just arrived to the north part of the land of woses. There are drakes on the mountain. I need to go back to Tarq'ensis, but don't worry. The woses will help you.
cs: Právě jsme dorazili do severní části území stromového lidu. Na hoře jsou drakonidé. Potřebuji jet zpět do Tarq'ensis, ale nebojte se. Stromoví lidé vám jistě pomohou.
fr: Nous sommes finalement arrivés à la partie nord de la terre de Woses. Il y a des dracans sur la montagne. J'ai besoin de retourner à Tarq'ensis, mais ne vous inquiétez pas. Les Woses vont nous aider.
pt_br: Acabamos de chegar à parte norte da terra de Woses. Há draconianos na montanha. Eu preciso voltar para Tarq'ensis, mas não se preocupe. Os Woses irá ajudá-lo.

source: Let's move on.
cs: Pojďme dál
fr: Passons à autre chose.
pt_br: Vamos seguir em frente.

source: Are you elves?
cs: Vy jste elfové?
fr: Etes-vous des elfes ?
pt_br: Você elfos?

source: Yes, we are.
cs: Ano, jsme.
fr: Oui, nous le sommes.
pt_br: Sim, somos.

source: We thought that nobody is coming to help us.
cs: Mysleli jsme, že nám na pomoc nikdo nepřijde.
fr: Nous pensions que plus personne ne viendrez nous aider.
pt_br: Nós pensamos que ninguém está vindo para nos ajudar.

source: I'm sorry that we couldn't come any earlier.
cs: Promiňte že jsme nemohli přijít dřív.
fr: Je suis désolé nous ne pouvions pas venir plus tôt.
pt_br: Lamento que não poderia vir mais cedo.

source: Kill the Drake leader
cs: Zabij vůdce Drakonidů
fr: Tuer le chef dracan
pt_br: Mate o líder draconiano

source: Did you hear that we are getting lots of reinforcements soon?
cs: Slyšeli jste, že dostanem brzo hodně posil?
fr: Avez-vous entendu dire si nous recevrions de nombreux renforts bientôt ?
pt_br: Você ouviu que nós estamos recebendo muitos reforços em breve?

source: Oh no! The Ancient Wose has died..
cs: Ó ne, Prastarý Stromový muž zemřel...
fr: Oh non ! Le Wose ancestral est mort…
pt_br: Oh não! O Wose antigo morreu ...

source: Thanks for your help. There are more drakes on other side of that mountain. Could you kill them?
cs: Děkujeme za vaši pomoc. Na druhé straně hory je více Drakonidů. Mohli byste je zabít?
fr: Merci pour votre aide. Il y a plus de dracans de l'autre côté de cette montagne. Pourriez-vous les tuer ?
pt_br: Obrigado pela vossa ajuda. Há mais draconianos no outro lado da montanha. Você poderia matá-los?

source: That's why we are here.
cs: To je to, proč jsme tady.
fr: C'est pourquoi nous sommes ici.
pt_br: É por isso que estamos aqui.

source: Troubled Times - On the top of the Mountain
cs: Těžké časy - Na vrcholu Hory
fr: Période Trouble - Sur le sommet de la montagne
pt_br: Tempos Difíceis - no topo da Montanha

source: Kill the Drake leaders
cs: Zabij Drakonidské velitele
fr: Tuer les chefs dracans
pt_br: Mate os líderes Draconianos

source: Thanks for help again. I will give my full army for you use.
cs: Opět děkujeme za pomoc. Dám vám k dispozici celou moji armádu.
fr: Merci de nouveau pour votre aide. Je mets entièrement mon armée à votre disposition.
pt_br: Obrigado pela ajuda novamente. Vou dar o meu exército inteiro para você usar.

source: One of the scouts just told me that there is a critical situation on Tarq'ensis.
cs: Jeden ze skautů mi právě řekl, že v Tarq'ensis se situace stala kritickou.
fr: L'un des éclaireurs vient de me dire qu'il y a une situation critique à Tarq'ensis.
pt_br: Um dos batedores me disse que há uma situação crítica em Tarq'ensis.

source: Let's go back there!
cs: Vraťme se tam!
fr: Retournons là-bas !
pt_br: Vamos voltar lá!

source: Troubled Times - The Siege of Tarq'ensis
cs: Těžké časy - Tarq'ensis v obležení
fr: Période Trouble - Le Siège de Tarq'ensis
pt_br: Tempos Difíceis - O Cerco de Tarq'ensis

source: High Elves
cs: Vysocí Elfové
fr: Hauts Elfes

source: Besieging Orcs
cs: Obléhající skřeti
fr: Assiégeants Orcs
pt_br: Orcs sitiantes

source: Our party get back to Tarq'ensis
cs: Naše společnost se vrátila do Tarq'ensis.
fr: Nous avons décidé de retourner à Tarq'ensis
pt_br: Nosso partido volta a Tarq'ensis

source: Good you get back so soon
cs: Je dobře, že jste se vrátili.
fr: Bien votre retour si vite
pt_br: Bom você voltar tão cedo

source: Yes, we did.
cs: To ano.
fr: Oui, je le pense.
pt_br: Sim, nós fizemos.

source: Orcs has came here and I am not sure can we kill them if there come more
cs: Skřeti sem přišli a nejsem si jistý, jestli je dokážeme zabít pokud přijdou další.
fr: Les orcs sont venu ici et je ne suis pas sûr que nous puissions les tuer s’ils y reviennent en nombres
pt_br: Orcs tem vindo aqui e eu não estou certo de que podemos matá-los se vêm mais

source: We'll kill these orcs
cs: Zabijeme ty skřety.
fr: Nous allons tuer ces orcs
pt_br: Vamos matar esses orcs

source: Kill all orcs
cs: Zabij všechny skřety
fr: Tuez tous les orcs
pt_br: Mate todos os orcs

source: Death of an elf hero
cs: Smrt elfího hrdiny
fr: Mort d'un héros elfe
pt_br: Morte de um herói elfico

source: thank you
cs: Děkuji vám.
fr: Merci
pt_br: obrigado

source: My lord we know now: thes orcs come shoutwest from highlands. I was there
cs: Můj pane, víme jedno: tihle skřeti přišli z jihozápadu od hor. Byl jsem tam.
fr: Mon Seigneur, nous savons maintenant : Les orcs viennent du Sud-Ouest depuis les hautes terres. J'étais là
pt_br: Meu senhor, sabemos agora: os orcs vêm sudoeste do planalto. Eu estava lá

source: You are good scout
cs: Jsi dobrý skaut.
fr: Vous êtes bon éclaireur
pt_br: Você é bom batedor

source: They have changed weaker I recomend attack to them quick
cs: Nyní jsou slabí. Doporučuji zaútočit na ně co nejdříve.
fr: Ils sont plus faibles je recommande de les attaquer rapidement
pt_br: Eles mudaram mais fraco eu recomendo o ataque rapidamente

source: but where I get so big army that we can win?
cs: Ale kde seženu tak velkou armádu abychom mohli zvítězit?
fr: Mais lorsque je vois cette si grande armée, pouvons-nous gagner ?
pt_br: mas onde eu recebo um exército tão grande que podemos vencer?

source: We can go to highlands
cs: My tam můžeme jít.
fr: Nous pouvons aller dans les hautes terres
pt_br: Nós podemos ir para as montanhas

source: You will die
cs: Zemřete.
fr: Vous allez mourir
pt_br: Você vai morrer

source: Not sure
cs: To nemůžeš vědět jistě.
fr: Pas sûr
pt_br: não tenho certeza

source: I'll give some money for you
cs: Dám vám nějaké peníze.
fr: Je vais vous donner un peu d'argent
pt_br: Vou te dar algum dinheiro para você

source: thanks
cs: Děkujeme.
fr: merci
pt_br: obrigado

source: Troubled Times - To Highlands
cs: Těžké časy - Cesta do hor
fr: Période Trouble - Dans les hautes terres
pt_br: Tempos Difíceis - Para as montanhas

source: Move South
cs: Jdi na jih
fr: Se déplacer au Sud
pt_br: Move a sul

source: Elves here? Well we get food.
cs: Elfáci? Bude jídlo!
fr: Des elfes ici ? Eh bien nous devons trouver de la nourriture.
pt_br: Elfos aqui? Bem, obtemos alimentos.

source: we must go on
cs: Musíme projít.
fr: il faut continuer
pt_br: temos de ir

source: Troubled Times - Highlands
cs: Těžké časy - V horách
fr: Période Trouble - Hautes Terres
pt_br: Tempos Difíceis - Montanhas

source: Find out from where the orcs spawn
cs: Zjisti, odkud se berou skřeti
fr: Découvrez d'où arrivent les orcs
pt_br: Descubra de onde os orcs criam

source: They spawn from some kind of rock?
cs: Rodí se z nějakého kusu kamene?
fr: Ils apparaissent d'une sorte d’une sorte de roche ?
pt_br: Eles geram de algum tipo de rocha?

source: Now we'll destory all
cs: Teď všecno zničíme!
fr: Maintenant, nous allons tous les détruire
pt_br: Agora vamos destruir tudo

source: Who has made it
cs: Kdo ho asi vyrobil?
fr: Qui l'a fait
pt_br: Quem fez isso?

source: this rock is too huge to move or destory
cs: Ten kámen je moc velký k přenesení nebo zničení.
fr: cette roche est trop énorme à déplacer ou à détruire
pt_br: essa rocha é demasiado grande para mover ou destruir

source: We need the Maul of Elemtrus to destory it
cs: Potřebujeme Kyj Elementů k jeho zničení.
fr: Nous avons besoin du marteau d'Elemtrus pour le détruire
pt_br: Precisamos do Maul de elementos para destruí-la

source: What it is and where?
cs: Co to je a kde to je?
fr: C’est quoi et où est-il ?
pt_br: O que é e onde?

source: A Power hammer and somewere in the darwen mountains
cs: Mocné kladivo kdesi v trpasličích horách.
fr: Le marteau du pouvoir et quelque part dans la montagne des nains
pt_br: Um martelo Poderoso e em algum lugar nas montanhas dos anões

source: maybe we now go to look for the Maul of Elemtrus
cs: Možná se teď půjdeme podívat po tom kyji.
fr: Nous pourrions maintenant passer à la recherche du marteau d'Elemtrus
pt_br: talvez vamos agora procurar o Maul de Elementos

source: Troubled Times - to Dwarven Caves
cs: Těžké časy - K trpasličím jeskyním
fr: Période Trouble - Dans les cavernes des nains
pt_br: Tempos Difíceis - a Cavernas dos Anões

source: Explore the cave
cs: Prozkoumej jeskyni
fr: Explorez la caverne
pt_br: Explore a caverna

source: The party gets to the dwarven mountain
cs: Společnost vstoupila do trpasličí hory.
fr: La partie commence à la montagne des nains
pt_br: O partido chega para a montanha dos anões

source: Who goes there?
cs: Kdo je to?
fr: Qui va là ?
pt_br: Quem vem lá?

source: What do elves in caves?
cs: Cože, elfové v jeskyni?
fr: Quoi des elfes dans les cavernes ?
pt_br: O que fazem elfos em cavernas?

source: We came to looking for the Maul of Elemtrus
cs: Přišli jsme najít Kyj Elementů.
fr: Nous sommes venus à la recherche du marteau d'Elemtrus
pt_br: Nós viemos à procura de o Maul de Elementos

source: I can help you if you help us whit these orcs.
cs: Můžu vám helfnout když mi helfnete vy s těma zatrolenýma střeťákama..
fr: Je peux vous aider si vous nous aider avec ces orcs.
pt_br: Eu posso te ajudar se você nos ajudar com estes orcs.

source: Kill the orcs
cs: Zabij skřety
fr: Tuez les orcs
pt_br: Mate os orcs

source: Thank you
cs: Děkujem.
fr: Merci
pt_br: Obrigado

source: I have heard that the Maul of Elemtrus is nortwest from here.
cs: Slyšel jsem, že Kyj Elementů je severozápadně odtud.
fr: J'ai entendu dire que le marteau d'Elemtrus est au nord de notre position.
pt_br: Ouvi dizer que o Maul de elementos é a noroeste daqui.

source: Troubled Times - The Maul of Elementus
cs: Těžké časy - Kyj Elementů
fr: Période Trouble - Le Marteau d'Elemtrus
pt_br: Tempos Difíceis - O Maul de Elementos

source: Cave Critters
cs: Jeskynní tvorové
fr: La caverne aux créatures
pt_br: bichos de Caverna

source: Find the Maul of Elementus
cs: Najdi Kyj Elementů
fr: Trouver le marteau d'Elemtrus
pt_br: Encontre o Maul de elementos

source: The Dwarf said that The Maul of Elementus is north, Garisoned by trolls and goblins
cs: Ten trpaslík říkal, že Kyj Elementů je na sever, obsazený trolly a gobliny.
fr: Le nain a dit que le marteau d'Elementus est au nord, garder par des trolls et des gobelins
pt_br: O Anão disse que o martelo de elementos fica ao norte, guarnecida por trolls e gnomos

source: The Maul of Elementus
cs: Kyj Elementů
fr: Le Marteau d'Elemtrus
pt_br: O Martelo de Elementos

source: I get it. Now we can go to destory the rock and orcs
cs: Mám ho. Teď můžeme zničit ten kámen a spolu s ním i skřety.
fr: Je comprends. Nous pouvons maintenant aller détruire la roche et les orcs
pt_br: Já o tenho. Agora podemos ir para destruir a rocha e os orcs

source: Troubled Times - The Last Battle
cs: Těžké časy - Poslední bitva
fr: Période Trouble - La dernière bataille
pt_br: Tempos Difíceis - A Última Batalha

source: Defeat all enemy leaders
cs: Zabij všechny nepřátelské vůdce
fr: Vaincre tous les chefs ennemis
pt_br: Derrote todos os líderes inimigos

source: Destroy the Rock
cs: Znič kámen
fr: Détruisez le rocher
pt_br: Destrua a rocha

source: the rock is destroyed, now we just need to kill the enemies
cs: Kámen je zničen, teď potřebujeme jen zabít nepřátele
fr: le rocher est détruit, maintenant nous devons juste tuer les ennemis
pt_br: a rocha está destruída, agora só precisamos matar os inimigos

source: You demolished my work of years.
cs: Zničili jste mou dlouholetou práci.
fr: Vous avez démoli l’œuvre de ma vie.
pt_br: Você demoliu meu trabalho de anos.

source: Now we only need to destory the stone
cs: Teď jen potřebujeme zničit kámen.
fr: Maintenant il suffit de détruire la pierre
pt_br: Agora só precisamos destruir a pedra

source: New leader takes command
fr: Un nouveau chef prend le commandement
pt_br: Novo líder assume o comando

source: has been choosen as new leader.
fr: a été choisi comme nouveau chef.
pt_br: foi escolhido como novo líder.

source: He hee!
fr: Hé Hée !
