Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: Time to get our ship back. These islands are inhabited, there should be a harbor *somewhere*.
fr: Il est temps de nous ré-approprier notre navire. Ces îles sont désertes... il devrait pourtant y avoir un port *quelque part*.
pt_br: É hora de pegar nosso navio de volta. Estas ilhas são habitadas, deve haver um porto em algum lugar.

source: These Nagas don't leave us alone! They're here again, and the ship is here somewhere too.
fr: Ces nagas ne nous laisseront jamais tranquilles... les revoici !! Le bateau doit aussi être par ici.
pt_br: Estes naga não vão nos deixar em paz! Eles estão aqui novamente, e o barco deve estar por aqui em algum lugar, também.

source: Orcs! More orcs!
fr: Des orcs ! Encore des orcs !
pt_br: Orcs! Mais orcs!

source: I knew there were nagas around here...
fr: Je savais bien qu'il y avait des nagas par ici...
pt_br: Eu sabia que haviam nagas por aqui...

source: Now, to the harbor, and back on to the ship!
fr: Allons au port récupérer notre navire !
pt_br: Agora, para as docas, e de volta para o navio!

source: I will leave you now, but the fighters who fought for you will still help you, they say.
fr: Je vous quitte. Mais les ondins qui ont combattu pour vous ont dit qu'ils resteraient à votre service.
pt_br: Eu vou lhes deixar agora, mas os guerreiros que lutaram por você estão dizendo que ainda irão ajudar.

source: Fire Island
fr: Île du feu
pt_br: Ilha de Fogo

source: Rougth Drakes
fr: Drakes brutes
pt_br: Draconianos grosseiros

source: Survive until the last turn
fr: Survivre jusqu'au dernier tour

source: Rescue as many Pirates you can
fr: Sauver autant de pirates que vous pouvez

source: Figtht of the Drakes
fr: Lutte contre les Drakes

source: This island is nearly dead. We can only reprovision slowly here.
fr: Cette île est presque mort. Nous ne pouvons réapprovisionner lentement ici.
pt_br: Esta ilha está completamente morta. Nós só podemos recarregar lentamente aqui.

source: Yes, and that would take lot of time. I hope there is nobody that can hinder us doing it, but wait, we should explore the island and being sure about it.
fr: Oui, et qui prendrait beaucoup de temps. J'espère qu'il n'y a personne qui peut nous empêcher de le faire, mais attendez, nous devrions explorer l'île et d'être sûr à ce sujet.

source: Ouch, my ears! What was that?
fr: Aïe, mes oreilles! Qu'est-ce que c'était?

source: Quickly! To the boats. The volcano is erupting
fr: Vite! Pour les bateaux. Le volcan est en éruption

source: But let us first get some provisions
fr: Mais voyons d'abord obtenir des provisions

source: Men, be carefull with the erupting lava
fr: Hommes, soyez prudent avec la lave en éruption

source: What are these beasts? They look like miniature dragons!
fr: Quelles drôles de créatures, on dirait des dragons en miniature !
pt_br: O que são estas feras? É como se fosse dragões em miniatura!

source: They do not look like they belong on this island. Perhaps they came from the south? In any case, they don't look friendly.
fr: Elles paraissent étrangères à cette île. Peut-être viennent-elles du sud ? En tout cas, elles n'ont pas l'air amicales !
pt_br: Não me parece que eles nasceram por aqui. talvez tenham vindo do sul? Seja como for, eles não me parecem amigáveis.

source: True. Well then, we should defeat them so we can reprovision!
fr: Très juste. Il nous faudra alors les vaincre pour refaire le plein de provisions !
pt_br: É mesmo. Está bem, então devemos derrotá-los para conseguir provisões!

source: Humans? So far away from wesnoth?
fr: Humains? Alors loin du wesnoth?

source: At last! A ship! We are saved.
fr: Enfin! Un bateau! Nous sommes sauvés.

source: Shipwrecked Pirates
fr: Pirates naufragés
pt_br: Piratas naufragados

source: Who are you? What are you doing so far away from wesnoth?
fr: Qui êtes-vous? Que faites-vous si loin de wesnoth?

source: The same could I ask you.
fr: Le même pourrais-je vous demander.
pt_br: O mesmo poderia eu te perguntar.

source: We came from Elensefar wich has been overrun by orcs. I'm searching for soldiers that are willing to leave with me to retake it.
fr: Nous venions d'Elensefar qui a été envahie par les orcs. Je suis à la recherche des soldats qui sont prêts à partir avec moi à la reprendre.

source: We are from Aldril and shipwrecked on this island after the great storm. If you rescue us from here we will greatly serve you and aid to conquer Elensefar back.
fr: Nous sommes de Aldril et naufragés sur cette île après la grande tempête. Si vous nous sauver de là, nous grandement vous servir et aider à conquérir Elensefar dos.

source: Its a deal.
fr: C'est un accord.
pt_br: Está terminado.

source: Traitors
fr: Traîtres
pt_br: Traidores

source: What? So, if it isn't my old friend Kalandur... are there any more Wesnothians on this island, or have they given up trying to stop us?
fr: Tiens ? Ne serait-ce pas là mon vieil ami Kalandur... Y a-t-il d'autres Wesnothiens sur cette île, ou bien ont-ils cessé de nous pourchasser ?
pt_br: O quê? Olhem só, se não é meu velho amigo Kalandur... há ainda mais algum Wesnothiano nesta ilha ou será que já desistiram de tentar nos parar?

source: There are none here, but trust me, they remain against you.
fr: Il n'y en a pas ici, mais crois-moi, ils te poursuivent toujours !
pt_br: Não há mais nenhum aqui, mas acredite, eles continuam contra você.

source: So say you. Well, Black, we'd better go. Its best not to kill more elves; even if we defeat them, it will just make the rest even angrier at us.
fr: Dans une telle situation, Black, nous ferions mieux de partir ! Car même si nous sommes vainqueurs de ces elfes-ci, cela ne fera qu'accentuer la haine que l'on nous porte parmi le reste de ce peuple.
pt_br: Se assim você diz... bem, Black, é melhor partirmos. É melhor não matarmos mais nenhum elfo; mesmo que os derrotemos, ainda assim só vamos fazer com que o resto deles fique com mais raiva de nós.

source: What? So, if it isn't my old friend Kalandur. (we'd better get out of here, Madru...)
fr: Bon ! S'il ne s'agit pas de mon vieil ami Kalandur (nous devrions partir d'ici Madru...).
pt_br: O quê? Olhem só, se não é meu velho amigo Kalandur. (É melhor sairmos daqui agora, Madru...)

source: So we meet again, traitor elf! Prepare to die!
fr: Nous nous rencontrons encore, traître elfe ! Fais ta prière !
pt_br: Então nos encotramos novamente, elfo traidor! Prepare-se para morrer!

source: Whats going on here?
fr: Que se passe-t-il ici ?
pt_br: O que está acontecendo aqui?

source: Kalandur here thinks I betrayed Elfkind by aiding Elensefar. He's going to fight us. We have to leave.
fr: Kalandur pense que j'ai trahi la race elfe parce que nous sommes venus en aide à Elensefar. Il nous affrontera. Nous devons partir.
pt_br: Nosso amigo Kalandur aqui acha que eu traí minha raça élfica por ajudar Elensefar. Ele vem nos atacar. É melhor partirmos.

source: Look, if we leave now, they'll just follow us and kill us. We have to defeat them!
fr: Écoute ! Si nous partons maintenant, nous serons immédiatement pris en chasse et tués. Nous devons les battre !
pt_br: Veja bem, se partirmos agora eles vão nos seguir e nos matar. Nós temos que derrotá-los!

source: If we leave, he will probably not follow us. He will report to his superiors - wherever they are.
fr: Non, il ne nous suivrait probablement pas. Il en référerait à ses supérieurs, où qu'ils soient.
pt_br: Se partirmos, ele provavelmente não nos seguirá. Ele irá relatar aos seus superiores - seja lá quem forem eles.

source: And won't those superiors send out even more ships? If we let Kalandur get away, they will know where we are and where we are coming from.
fr: Mais alors, de nouveaux navires seraient envoyés à notre poursuite ! Si nous laissons Kalandur s'enfuir, ils sauront où nous sommes et d'où nous sommes venus !
pt_br: E será que esses superiores não irão mandar ainda mais navios? Se deixarmos Kalandur escapar eles saberão onde estamos e de onde viemos.

source: Very well. Onward!
fr: Nous n'avons pas le choix. En avant !
pt_br: Muito bem. Em frente!

source: So, we have slain an Elf! I do not like this - they are not evil, they are only following the commands of their twisted leader. Perhaps if we spare them their lives, they will join us after we defeat them.
fr: Un elfe vient de nous quitter. Cela n'aurait pas dû arriver : ils ne nous veulent pas de mal, ils suivent seulement les ordres absurdes de leur chef. Si nous épargnons leur vie, ils nous rejoindront peut-être après la défaite.
pt_br: Então nós matamos um elfo! Eu não gosto disso - eles não são maus, eles estão apenas seguindo as ordens de seu enlouquecido líder. Talvez se pouparmos as suas vidas eles se unam a nós assim que os derrotarmos.

source: Look - there is a bridge here that Kalandur was guarding. I guess we should go across, but I don't have any idea what is there.
fr: Regardez ! Kalandur protégeait l'accès à ce pont ! Nous devrions le traverser, mais qui sait ce qui peut bien se trouver de l'autre côté...
pt_br: Vejam - há uma ponte aqui que era vigiada por Kalandur. Eu acho que devemos atravessá-la, mas não tenho a mínima idéia do que possa estar do outro lado.

source: Nor do I. Probably more enemies.
fr: Probablement de nouveaux ennemis !
pt_br: Nem eu. Provavelmente mais inimigos.

source: Wait! I know what's across that bridge - its more elves, who will want to kill you, and orcs.
fr: Attendez ! Je sais ce qu'il y a derrière ce pont : d'autres elfes qui voudront vous tuer, et des orcs.
pt_br: Esperem! Eu sei o que está do outro lado daquela ponte - mais elfos, que vão querer matar você, e orcs.

source: Well then, we will have a common foe with these elves!
fr: Mais alors, nous aurons un ennemi commun avec ces elfes !
pt_br: Está bem, então teremos um inimigo comum com estes elfos!

source: Um.. in a way... but in any case, I think that us elves who are still alive will join you. We can't go back to the elves now, because since we did not die they will think we are deserters.
fr: Hum... en un sens, oui... Quoi qu'il en soit, les elfes qui sont encore en vie vont se joindre à vous : si les nôtres nous voyaient revenir vivants, nous serions considérés comme des déserteurs.
pt_br: Bem... de certo modo... mas em todo caso, eu acho que nós elfos sobreviventes vamos nos juntar a vocês. Nós não podemos voltar aos outros elfos agora, porque como não morremos eles pensarão que somos desertores.

source: Then join us, if you wish to. We are always open to more fighters.
fr: Si vous le souhaitez, joignez-vous à nous ! Nos rangs sont toujours ouverts à de nouveaux combattants.
pt_br: Então juntem-se a nós, se vocês quiserem. Novos guerreiros são sempre bem vindos entre nós.

source: Gladly! Also, there is some gold here that Kalandur was saving... you can take it, since you did defeat him.
fr: Bien volontiers ! Voyez, il y a ici l'or que Kalandur mettait de côté... maintenant qu'il est mort, prenez-le !
pt_br: Obrigado! Também há um pouco de ouro que Kalandur estava guardando... você pode levar, já que você o derrotou.

source: A Deadly Alliance
fr: Une alliance mortelle
pt_br: Uma Aliança Mortal

source: Mad Alliance
fr: l'Alliance fou
pt_br: Aliança louca

source: Alandur! I suppose you want to battle? Very well, but there are orcs here also. How about we kill them first, then battle?
fr: Alandur ! Je suppose que tu veux te battre ? Mais... il y a aussi des orcs ici... Pourquoi ne pas les tuer avant d'en découdre ?
pt_br: Alandur! Imagino que você queira lutar? Tudo bem, mas também existem orcs por aqui. O que acha de os enfrentarmos antes e depois lutarmos?

source: Well, if the orcs had not occupied Elensefar when they took it, but rather destroyed it, we would. But, those on the mainland have proved extremely resistant to attacks.
fr: En fait, nous l'aurions fait si les orcs avaient détruit Elensefar au lieu de l'occuper. Mais ces orcs sur le continent se sont montrés particulièrement résistants.
pt_br: Bem, se os orcs não tivessem ocupado Elensefar quando a tomaram, mas sim destruído a cidade, aí sim. Mas aqueles orcs nas terras centrais se mostraram extremamente resistente a ataques.

source: Why does that matter? All that's important is that they're going to kill you, too!
fr: Quelle importance ? N'as-tu pas compris qu'ils te tueront aussi ?!
pt_br: E por que isso importa? O que importa é que eles vão matar vocês também!

source: No, we're currently concluding a peace treaty with the orcs. And it would be bad form to attack the relatives of those who you are trying to make a bargain with!
fr: Pas du tout, nous sommes en train de conclure un traité de paix avec eux ! Et il serait malvenu de s'attaquer aux proches parents de ceux avec qui nous essayons de conclure un marché !!
pt_br: Não, nós estamos concluindo um acordo de paz com os orcs agora. E seria muito ruim atacar os pais daqueles com quem você está tentando negociar!

source: But these orcs are probably from a completely different tribe!
fr: Mais ces orcs sont sûrement d'une toute autre tribu !!
pt_br: Mas estes orcs provavelmente são de uma tribo completamente diferente!

source: We can't take that chance! These orcs claim to be allies with the ones in Elensefar, so we MUST ally with them.
fr: Nous ne pouvons pas courir ce risque... Ces orcs disent être alliés à ceux d'Elensefar, nous DEVONS nous allier à eux !
pt_br: Nós não podemos ficar na dúvida! Estes orcs afirmam ser aliados daqueles que tomaram Elensefar, então nós TEMOS que nos aliar a eles.

source: Uh, yeah, of course... we be da same tribe... uh... Prepare to die, stupid dog-man!
fr: Hé oui, pardi !... nous êt' pareille tribu...si, si... Prépare-toi à mourir, stupide cabot !!
pt_br: É, sim, claro... nós mesma tribo... é... prepare para morte, estúpido homenzinho!

source: So the elves, too, have given up trying to stop the orcs... it seems we are on our own against them. And these elves, since we are their enemies anyway, must die.
fr: Alors, les elfes aussi ont cessé de repousser les orcs... je crois qu'il va falloir les combattre par nos propres moyens. Quant à ces elfes qui sont déjà nos ennemis, ils doivent mourir !
pt_br: Então os elfos também desistiram de lutar com os orcs... me parece que estamos sós contra eles. E estes elfos, já que são nossos inimigos mesmo, devem morrer.

source: The elves are willing to surrender Elensefar to orcs, just because they began to lose a few battles? We really need to get back there, soon.
fr: Les elfes sont décidés à abandonner Elensefar aux orcs alors qu'ils n'ont perdu que quelques batailles ? Il va nous falloir rentrer au plus vite !
pt_br: Os elfos estão deixando Elensefar para os orcs só porque perderam algumas batalhas? Nó precisamos mesmo voltar logo.

source: If we can just get to the western isle I spoke of, we may be able to defeat this alliance.
fr: Si nous réussissons seulement à atteindre cette île dont j'ai parlé, alors nous aurions les moyens de briser cette alliance.
pt_br: Se nós conseguirmos chegar à ilha da qual eu falei, possivelmente poderemos derrotar esta aliança.

source: With Alandur dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar... we will have many enemies when we get there.
fr: Avec la mort d'Alandur, je pense que tous les elfes ayant traversé les mers sont vaincus. Nous n'en rencontrerons probablement plus avant d'atteindre Elensefar... Décidément, nous aurons beaucoup d'ennemis là-bas !
pt_br: Com Alandur morto, acho que teremos derrotado todos os elfos que navegam estes mares. Provavelmente não aos veremos até chegarmos a Elesenfar... nós teremos muitos inimigos quando chegarmos lá.

source: Well, we won, but things might go badly for us later...
fr: Bon ! Nous sommes victorieux pour l'instant, espérons qu'il en sera de même à l'avenir...
pt_br: Bem, nós vencemos, mas a coisa pode ficar feia para nós mais tarde...

source: The Frozen Lands
fr: Les Terres gelées
pt_br: As Terras Congeladas

source: Frosty Dwarves
fr: Nains givrées

source: Finally, a ship! You, in there, we wish to talk with you!
fr: Enfin un navire ! Hé, vous, là-bas, nous aimerions vous parler !
pt_br: Finalmente, um navio! Ó de bordo! Queremos falar com vocês!

source: What is it that you want, Dwarf? You know that elves are not usually very friendly with your kind.
fr: Que nous veux-tu, le nain ? Ignores-tu que les elfes restent hostiles à ceux de ta race ?
pt_br: O que é que você quer, anão? Você sabe que elfos geralmente não são muito amigáveis com sua raça.

source: I know this, but you are not only elves, there are some men among you, who usually help in return for gold. I need to ask your aid. We are in a desperate situation - we will all die you do not help us!
fr: Je le sais. Mais il n'y a pas que des elfes parmi vous... il y a des humains ; lorsqu'ils nous aident, nous leur donnons de l'or en échange. J'ai besoin de vous, notre situation est désespérée, nous allons mourir...
pt_br: Eu sei disso, mas vocês não são só elfos. Há alguns humanos entre vocês, e eles geralmente dão ajuda em troca de dinheiro. Eu preciso do seu socorro! Estamos em uma situação deseperadora - nós morreremos se vocês não ajudarem!

source: Why? What's going on here?
fr: Vraiment !? Que se passe-t-il donc ici ?
pt_br: Por quê? O que está acontecendo aqui?

source: There is a lord ruling here, a cruel lord, and we decided to resist him, to so as not to be enslaved. But then he called in reinforcements from the north, and he is now too strong. The battle is no longer equal, and he has decided to try to destroy us! We will give you gold if you help us.
fr: Un seigneur étend son pouvoir sur cette île. Comme il était très cruel, nous avons décidé de résister pour échapper à l'esclavage. Au début, les forces étaient comparables. Mais il a fait appel à des renforts qui se trouvaient au nord, et nous n'avons plus les moyens de lui faire face ! Nous vous donnerons de l'or si vous nous aidez.
pt_br: Há um Senhor muito cruel que domina a região e nós decidimos resistir ao domínio dele para não sermos escravizados. Mas então ele chamou reforços do norte e agora ele é muito forte. A batalha já não é mais equilibrada, e ele decidiu que quer nos destruir! Nós pagaremos em ouro se vocês decidirem nos ajudar.

source: Very well, we will try to help you - so give us command of your troops, that we may use them more effectively.
fr: D'accord, nous essaierons. Dans ce cas, laisse-nous diriger tes troupes. Nos attaques seront mieux coordonnées.
pt_br: Muito bem, então tentaremos ajudar - nos dê o controle de suas tropas e poderemos usá-las com mais eficiência.

source: Certainly! Also, we will give you what little gold we have, if it will help you...
fr: D'accord ! Nous vous donnerons aussi notre or, si cela vous aide...
pt_br: Certamente! Nós também daremos o pouco ouro que temos, se isso lhe for útil...

source: Thank you for helping us regain our land! My men that were fighting with you will join you now, although I will be staying here.
fr: Merci à vous, nous sommes à nouveau libres sur nos terres ! Mes hommes qui ont participé au combat sont vôtres désormais. Quant à moi, je resterai ici.
pt_br: Muito obrigado por nos ajudar a resgatar nossas terras! Os meus guerreiros que lutaram vão se juntar ao seu exército agora, embora eu fique por aqui.

source: Alright, men, lets go back to the ship now.
fr: Compagnons, regagnons notre navire !
pt_br: Certo, homens, vamos voltar ao navio agora.

source: Wesnothian Forces
fr: Forces wesnothiennes
pt_br: Forças Wesnothianas

source: Lonely Outpost
fr: Outpost solitaire
pt_br: Posto de vigia solitário

source: Greetings, traitor. I have what I suppose you would consider good news; Elensefar is not yet destroyed. The orcs are using it as their base for attacking us.
fr: Salutations, traître ! Je pense avoir une bonne nouvelle pour toi : Elensefar n'a pas été détruite. Les orcs s'en servent comme base pour nous attaquer.
pt_br: Saudações, traidor. Eu tenho o que, para você, são boas notícias; Elensefar ainda não foi destruída. Os orcs estão usando a cidade como sua base para nos atacar.

source: Gladly. Prepare to die!
fr: Volontiers. Préparez-vous à mourir !
pt_br: Com prazer. Prepare-se para morrer!

source: I fear we must wipe out all of the Wesnothian troops on this isle, or they will follow us and attack our ship. Onward!
fr: J'ai bien peur d'être obligé d'anéantir toutes les troupes wesnothiennes de cette île... Sinon, elles nous suivraient et attaqueraient notre navire. En avant !
pt_br: Temo que devemos destruir todas as tropas wesnothianas desta ilha ou elas nos seguirão e atacarão. Avante!

source: Sea Battle
fr: Bataille navale
pt_br: Batalha Naval

source: The High Seas
fr: En haute mer
pt_br: Alto-mar

source: This island has no more enemies on it, but we can still reprovision here. That will still take time, though.
fr: Il n'y a plus d'ennemis sur cette île. Nous pouvons toujours nous réapprovisionner ici, mais cela nous prendra du temps...
pt_br: Não há mais nenhum inimigo na ilha, mas ainda podemos recarregar aqui. Ainda assim isso vai demorar algum tempo.

source: We have unfinished business to attend to.
fr: Nous avons encore beaucoup à faire.
pt_br: Temos que terminar algo que foi deixado pela metade.

source: Scenario Rules:
fr: Règles du scénario :
pt_br: Regras do Cenário:

source: Land in a harbor to reprovision.
fr: Débarquer dans un port pour refaire le plein de vivres.
pt_br: Ancore em um porto para recarregar.

source: The Wesnothian ships are chasing you; if they attack you they will attempt to board the ship.
fr: Les navires wesnothiens vous pourchassent ; s'ils attaquent, ils essaieront d'aborder votre bateau.
pt_br: Os navios wesnothianos estão perseguindo o seu; se eles atacarem, certamente tentarão a abordagem.

source: Each of their ships has enough provisions to completely restock your ship.
fr: Chacun de leurs navires a suffisamment de vivres pour réapprovisionner entièrement votre bateau.
pt_br: Cada uma das embarcações deles tem provisões suficientes para recarregar seu navio completamente.

source: Your long-term objective is to reach the lands in the West where Black the Red says there are allies, and have them join you.
fr: Votre objectif à long terme est d'atteindre les terres à l'ouest où Black le Rouge dit avoir des alliés ; puis, les convaincre de se joindre à vous.
pt_br: Seu objetivo à longo prazo é de alcançar as terras à oeste onde Black, o Ruivo diz haver aliados e fazer com que eles se juntem à sua causa.

source: Until then you cannot return to Elensefar.
fr: Jusque-là, vous ne pourrez revenir à Elensefar.
pt_br: Até que isso aconteça você não poderá voltar a Elensefar.

source: Be at sea for 6 weeks (6 turns) without reprovisioning
fr: Être en mer pendant 6 semaines (6 tours) sans refaire le plein de vivres
pt_br: Ficar no mar por 6 semanas (6 turnos) sem recarregar o navio

source: Take more than 30 weeks to reach the western lands
fr: Prendre plus de 30 semaines pour atteindre les terres de l'ouest.
pt_br: Levar mais de 30 semanas para chegar às terras ocidentais
