Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: I am the men's captain, so those who quarrel with them quarrel with me. We elves and men have aligned to bring you down!
fr: C'est moi le capitaine de ces hommes, si vous êtes en conflit avec eux, il en sera de même pour moi. Nous, elfes et humains, sommes coalisés pour t'abattre.
pt_br: Eu sou o capitão destes homens. Quem tem problemas com eles, tem problemas comigo. Nós elfos e homens nos aliamos para derrotar-lhe!

source: Think what you like. We will fight you if need be.
fr: Pense ce que tu veux, mais sache que nous sommes prêts à nous battre en cas de besoin.
pt_br: Pense o que quiser. Nós lutaremos com você se for necessário.

source: Oh, and I see some of the Wesnothians you found are turncoats. Don't worry, they will die also.
fr: Tiens, mais je vois qu'il y a des renégats parmi les Wesnothiens que tu as dénichés. Ne t'inquiète pas, ils mourront aussi !
pt_br: Oh, vejo que alguns dos Wesnothianos que você encontrou são vira-casacas. Não se preocupe, eles morrerão também.

source: With Lomanyas dead, I think we have defeated all of the Elves who sail the sea. We probably won't see them until we reach Elensefar...
fr: Avec la mort de Lomanyas, je crois que nous avons vaincu tous les elfes qui parcoururent les mers. Nous n'en verrons sans doute plus avant d'atteindre Elensefar...
pt_br: Com Lomanyas morto, eu acho que nós derrotamos todos os elfos que velejam estes mares. Provavelmente não os veremos até chegarmos a Elensefar...

source: It is unfortunate the elves have also decided to oppose us. I suspect there are more of them roaming the seas.
fr: Il est fort malvenu que les elfes aient décidé de s'opposer à nous. Je soupçonne qu'il y en a d'autres parcourant les mers...
pt_br: É uma pena que os elfos também tenham decidido se opor a nós. Eu suspeito que ainda hajam alguns deles espalhados pelos mares.

source: The Desert Island
fr: L'Île déserte
pt_br: A Ilha Deserta

source: I found a treasure! I count at least 500 gold pieces
fr: J'ai trouvé un trésor! Je compte au moins 500 pièces d'or

source: I see there are more undead! I wonder how many of these did not go all the way across with Jevyan?
fr: Encore des morts-vivants ! Je me demande combien n'ont pas traversé avec Jevyan ?
pt_br: Vejo que há mais mortos-vivos aqui! Fico a pensar em quantos desses não conseguiram terminar a jornada com Jevyan...

source: I have seen several of these wandering undead where I come from. Haven't you?
fr: Là d'où je viens, j'ai déjà rencontré des morts-vivants semblables à eux. Pas toi ?
pt_br: Eu vi muitos destes mortos-vivos vagando desde onde parti. E você?

source: Mostly I travel south to the southern continent, not west like this. There are no undead there!
fr: Pour l'essentiel, j'ai voyagé le long de la côte sud du continent, jamais à l'ouest comme maintenant. Il n'y avait pas de morts-vivants là-bas !!
pt_br: Normalmente eu viajo para o sul, não à oeste como agora. Não há mortos-vivos lá!

source: I see...
fr: Je vois...
pt_br: Entendo...

source: Sssooo.... youu hazntt foughtt me oftenzz? Ahhh, gooodd. You will be eazyy to defeatzz!
fr: Donc... vous ne nous avezzz pas combattu sssouvent ? Tant mieux. Il sssera aizzé de vous vaincre !
pt_br: Ennntão... vvocccê nnnão lutou commmigo antesszz? Ahhh, bommm. Sssserá fácccil derrotar vvocccê!

source: Why did he speak like a lizard?
fr: Pourquoi parle-t-il comme un lézard ?
pt_br: Porque ele fala como se fosse um lagarto?

source: What the...?
fr: Mais qu'est-ce que...?
pt_br: Mas o quê...?

source: That must be why he spoke like that. He is partly a lizard!
fr: Voilà pourquoi il parlait ainsi : son corps est en partie celui d'un lézard !
pt_br: Deve ser por isso que ele fala assim... ele é um meio-lagarto!

source: The Ruined Port
fr: Le Port en ruines
pt_br: O Porto Arruinado

source: Old Foul
fr: Faute Vieux
pt_br: velhos tolos

source: Young Fouls
fr: Fautes jeunes
pt_br: jovens tolos

source: Defeat Bakrakha, the Orcish Warlord, and then survive until end of turns
fr: Vaincre Bakrakha, le seigneur de guerre orc, puis survivre jusqu'à la fin des tours
pt_br: Derrote Bakrakha, o Líder tribal Orc, e sobreviva até o fim dos turnos

source: Turns run out and Bakrakha is still alive
fr: Fin des tours atteinte et Bakrakha est toujours en vie
pt_br: Fim dos turnos com Bakrakha ainda vivo

source: So, little orc-maggots, you got so low as to call down some Wesfolk from the north to help with your trying to take over the castle!?! Not going to happen on my watch!
fr: Vous qui êtes la lie de notre race, que de temps vous avez pris pour trouver, au nord, des Wesfolk qui viennent à votre secours !?! Vous voulez reprendre le château ? Tant que j'en serais le gardien, ceci n'arrivera pas !
pt_br: Então, pequeninos orczinhos, você chegaram ao ponto de chamar alguns Wesfolk do norte para ajudar a conquistar o castelo?! Não durante a minha vigia!

source: We didn't call no human scum out of the north, though we could use their help! You been king far too long, Bakrakra! You aint got us meat, and you aint got us land. Me, Asknak here, or even a lich 'ud be better than you!
fr: Nous n'avons pas fait appel à quelque rebut d'humain venu du nord, quand bien même cela nous aurait aidé ! Tu es roi depuis trop longtemps Bakrakha !! Tu ne nous a donné ni vivres ni terres ! Et quiconque : moi, Asknak ou même une liche aurait été plus généreux que toi !
pt_br: Nós não chamamos esta escória humana do norte, mas bem que podemos usar a ajuda deles! Você já é rei a muito tempo, Bakrakha! Você ainda não nos deu comida e nem terras. Eu, o próprio Asknak aqui, ou até mesmo um velho Lich seriam melhores reis do que você!

source: That right. You' keeping all the food in your castle there, and we' tired of it. Its time to get a new king 'round 'ere!
fr: C'est vrai ! T' gardes toute la nourriture dans ton château, c'est into... into... dégueulasse ! Un nouveau roi régnera bientôt 'ci !

source: I don't think we should get involved here. These orcs can fight each other, and they won't care if we wait here and restock.
fr: Évitons de nous mêler à ce qui se passe ici ! Ces orcs peuvent bien se battre l'un contre l'autre... ils ne prêteront pas attention à nous si nous faisons escale ici pour nous ravitailler.
pt_br: Não acho que devemos nos envolver nesta luta.Que estes orcs batalhem entre si e nem se preocupem em que esperemos nosso reestoque aqui.

source: I don't think it's that simple. That orc in the castle has all the food, we can't restock from here.
fr: Cela n'est pas si facile : l'orc qui garde le château détient toute la nourriture. Nous ne pouvons pas nous réapprovisionner de là où nous sommes !
pt_br: Eu não acho que seja tão simples. Aquele orc no castelo tem toda a comida, não podemos recarregar daqui.

source: So what do you suggest we do?
fr: Que devons-nous faire à ton avis ?
pt_br: Então o que você sugere?

source: Well, we will definitely have to kill the orc in the castle, to get the food. But to get to him, we should probably go around the river, which leads us past all the other orcs. We might have to kill them all.
fr: Nous devrons tuer l'orc sur le château pour récupérer les vivres. Pour cela, il faudrait contourner la rivière qui nous conduit devant le second groupe d'orcs. Il nous faudra peut-être tous les tuer malgré tout.
pt_br: Bem, nós definitivamente vamos ter que matar aquele orc no castelo para conseguir comida. Mas para chegar até ele nós deveríamos dar a volta pelo rio, o que nos levará para longe dos outros orcs. Talvez tenhamos que matar a todos.

source: Good, now we just have to survive until the ship is refilled.
fr: Parfait ! Contentons-nous de survivre jusqu'à ce que les cales du navire soient pleines !
pt_br: Bom, agora só precisamos sobreviver até que o barco esteja recarregado.

source: We have defeated all of the orcs; refill the ship, and we'll leave.
fr: Les orcs sont vaincus. Remplissez les cales et partons !
pt_br: Nós derrotamos todos os orcs; reestoque o barco e poderemos partir.

source: We did not manage to kill the orc leader, and now we are out of food...
fr: Nous n'avons pas réussi à tuer le chef orc, et nous n'avons plus de nourriture...
pt_br: Nós não conseguimos matar o líder orc e agora estamos sem comida...

source: Good, we have enough food now. We should go back out to sea, further north there are some people who might help us.
fr: Bien, nous avons assez de vivres, reprenons la mer ! Plus haut, au nord, des gens pourraient vouloir nous aider.
pt_br: Que bom, conseguimos comida suficiente. Nós devemos voltar para o mar, mais ao norte pode haver pessoas que possam nos ajudar.

source: Isle of Alduin
fr: Île de Alduin
pt_br: A Ilha de Alduin

source: Mage Magister
fr: Magistère magicien
pt_br: Magistrado mago

source: Persuade the Mages from Alduin to join your forces
fr: Persuadez les Mages de Alduin joindre à vos forces
pt_br: Convence os Magos de Alduin para aderir as suas forças

source: To persuade a Mage, visit his village more times than Leowyn's side does
fr: Pour persuader un magicien, visitez son village plus que Leowyn fait
pt_br: Para convencer um Mago, visite a sua aldeia mais vezes do que faz Leowyn

source: Turns run out
fr: Fin des tours atteinte
pt_br: Fim dos Turnos

source: Now we are on the isle of Alduin, let us try to convince some of the mage to join our cause.
fr: Maintenant, nous sommes sur l'île de Alduin, laissez-nous essayer de convaincre certains du mage se joindre à notre cause.

source: I doupt they will
fr: Je doute qu'ils vont

source: A try cannot hurt
fr: Un essai ne peut pas nuire
pt_br: Uma tentativa não faz mal

source: Hail, Leowyn! What matters bring you here?
fr: Salut, Leowyn! Ce qui importe, vous amener ici?

source: Quickly, the Queen ask for the best mages from the Academy
fr: Rapidement, la reine demande pour les meilleurs mages de l'Académie

source: We will help you
fr: Nous vous aiderons
pt_br: Vamos te ajudar

source: It seems that we have concorrents
fr: Il semble que nous avons concorrents

source: Goblin Isle
fr: gobelin île
pt_br: Ilha Goblin

source: Nasty Goblins
fr: Gobelins méchants

source: Shipwrecked
fr: Naufragé
pt_br: naufragado

source: Naga Cholera
fr: Naga choléra

source: Oh Oh. We had shipwrecked directly into a lizard nest
fr: Oh Oh. Nous avons naufragés directement dans un nid de lézards

source: Why should we?
fr: Pourquoi devrions-nous?
pt_br: Por que deveríamos?

source: Long ago this were the swamp of a basilisk, as a gift we offer its eye wich is able to petrify!
fr: Il ya bien longtemps c'était le marais d'un basilic, comme un cadeau que nous offrons son œil qui est capable de pétrifier!

source: Well, uhm
fr: Eh bien, euh
pt_br: Bem, hum

source: Player
fr: Joueur
pt_br: Jogador

source: invisibility cape^Take it
fr: Prenez
pt_br: Leva-a

source: invisibility cape^Leave it
fr: Laissez
pt_br: Deixa-a

source: Invisibility Cape
fr: Cape d'invisibilité
pt_br: Capa da Invisibilidade

source: This cape grants the wearer Invisibility!
fr: Cette cape confère au porteur invisibilité!

source: invisibility
fr: invisibilité
pt_br: invisibilidade

source: Invisibility: This unit is invisible by its enemies. Enemy units cannot see this unit, except if they have units next to it. Any enemy unit that first discovers this unit immediately loses all its remaining movement.
fr: Invisibilité: Cette unité est invisible par ses ennemis. Les unités ennemies ne peuvent pas voir cette unité sauf si elles ont des unités à côté de lui. Toute unité ennemie qui découvre tout d'abord cette unité perd immédiatement tout son mouvement reste.

source: eye of basilisk^Take it
fr: Prenez
pt_br: Leva-o

source: eye of basilisk^Leave it
fr: Laissez
pt_br: Deixa-o

source: Eye of the Basilisk
fr: Oeil du Basilic
pt_br: Olho do Basilisco

source: Despite the death of the basilisk the eye still has the power to petrify its targets
fr: Malgré la mort du basilic l'œil a toujours le pouvoir de pétrifier ses objectifs

source: eye of basilisk
fr: oeil de basilic
pt_br: olho do basilisco

source: We have no time for those childdish disputes.
fr: Nous n'avons pas de temps pour les litiges enfantines.

source: Defeat the Nagas
fr: Défaites les Nagas
pt_br: Derrote os Nagas

source: Defeat both enemy leaders
fr: Défaite les deux chefs ennemis
pt_br: Derrota ambos os líderes inimigos

source: Cave of Illirien
fr: Grotte d'Illirien
pt_br: Caverna de Illirien

source: A Monster!
fr: Un monstre!
pt_br: Um Monstro!

source: Explore the Cave
fr: Découverte de la grotte
pt_br: Explore a Caverna

source: Capture 6 villages
fr: Capturez 6 villages
pt_br: Capture 6 aldeias

source: Why did they leave? It is to far away from normal wesnothian trade routes.
fr: Pourquoi ont-ils partir? Il est trop loin des routes commerciales normales wesnothianes.

source: But not far away sufficient
fr: Mais pas loin suffisante

source: And there are rumors that obscure shadows had settled here
fr: Et il ya des rumeurs que les ombres obscures s'étaient installés là

source: How it be, let us see if we found some food, our is nearly gone
fr: Comment l'être, nous allons voir si nous avons trouvé un peu de nourriture, notre est presque disparu

source: Capture at least 6 villages to restock your ship
fr: Capturez d'au moins 6 villages pour réapprovisionner votre bateau

source: Illaryan, the Illusionist
fr: Illaryan, l'illusionniste
pt_br: Illaryan, o ilusionista

source: Illaryan the Illusionist
fr: Illaryan l'illusionniste
pt_br: Illaryan o ilusionista

source: Dusty Miracles
fr: Miracles poudreux
pt_br: Milagres empoeirados

source: Who comes there? Who invades my lands?
fr: Qui vient là? Qui envahit mes terres?

source: Invades? We came in peace, and just want to restock our ship.
fr: Envahit? Nous arrivâmes en paix, et voulez juste de réapprovisionner notre navire.

source: Out of my land!
fr: Hors de ma terre!

source: I think we had to fight if we want to restock our ship here.
fr: Je crois que nous avons dû lutter si nous voulons reconstituer notre navire ici.

source: Well, he doesn't give us other choice.
fr: Eh bien, il ne nous donne pas d'autre choix.

source: Crazy people! You want to fight? Defeat me first if you can!
fr: Gens fous! Vous voulez vous battre? Moi la première défaite si vous pouvez!

source: You dont scare me with those illussions!
fr: Vous n'avez pas me faire peur avec ces illussions!

source: Men, dont be fooled by the appearances.
fr: Hommes, ne soyez pas dupé par les apparences.

source: To battle!
fr: Pour la bataille!
pt_br: À batalha!

source: Come to me, come!
fr: Venez à moi, viens!

source: Begone, false illusion!
fr: Va-t'en, fausse illusion!

source: The Swampland
fr: Les Marécages
pt_br: Os pântanos

source: You win!
fr: Vous avez gagné!
pt_br: Você venceu!

source: You: $side_1_units.length Othello: $side_2_units.length
fr: Vous: $side_1_units.length Othello: $side_2_units.length

source: You lost.
fr: Vous avez perdu.
pt_br: Perdeu.

source: Play a game of Reversi with Othello
fr: Jouer un jeu de Reversi avec Othello
pt_br: Jogue um jogo de Reversi com Othello

source: Capture more units than Othello does
fr: Capture plus d'unités que Othello
pt_br: Captura mais unidades que Othello

source: Othello finish with more units
fr: Othello terminer par plusieurs unités
pt_br: Othello termina com mais unidades

source: You lose <b>both</b> Madru and Black the Red
fr: Vous perdez <b> tant</b> Madru et Black le Rouge
pt_br: Perde <b>tanto</b> Madru como Black, o Ruivo

source: You lose <b>either</b> Madru or Black the Red
fr: Vous perdez <b> ni</b> Madru ou Black le Rouge
pt_br: Perde <b>ou</b> Madru ou Black, o Ruivo

source: <b>How to Play</b>
fr: <b>Comment jouer</b>
pt_br: <b>Como Jogar</b>

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board:
fr: Un coup est valide si les unités Othello sont entre deux de la vôtre. Pour placer une unité sur la carte:

source: (1) Move Meneldur to a ruined castle at the bottom to select the column
fr: (1) Déplacez Meneldur à un château en ruine au fond pour sélectionner la colonne

source: (2) Move Meneldur again to a ruined castle now at the left to select the row
fr: (2) Déplacer Meneldur à nouveau pour un château en ruine à la gauche pour sélectionner la ligne

source: (3) If the move is valid an unit will be recalled at the given place
fr: (3) Si le coup est valide une unité sera rappelé à l'endroit indiqué

source: (4) And any enemy units standing between two of yours will swap side.
fr: (4) Et toutes les unités ennemies debout entre deux de vos va troquer de côté.

source: (5) The game continues until the board is full, or neither leader could do a move.
fr: (5) Le jeu se poursuit jusqu'à la carte est plein, ou des deux dirigeants pourraient ne faire pas un mouvement.

source: What is this, a mage walks clad in black? Explain yourself! Are you of the red mages, or the white?
fr: Que vois-je ! Un mage qui marche, vêtu de noir ? Expliquez-vous ! Appartenez-vous aux magiciens rouges, ou aux blancs ?
pt_br: O que é isso, um mago que anda por aí vestido de negro? Explique-se! Você é da casta dos maos vermelhos ou dos brancos?

source: What? Do you mean to tell me that the great lich Jevyan does not reign on that continent, or that his mages no longer wear the robes of the necromancer?!?
fr: Comment ? Voulez-vous dire que la grande liche Jevyan ne règne pas sur le continent ? Ou que ses mages ne portent désormais plus la robe des nécromanciens ?!?
pt_br: O quê? Você está tentando me dizer que os grande Lich Jevyan não reina naquele continente ou que os magos dele não usam mais as roupas de necromante?!?

source: What? Why do you speak of those old tales as if they were real? And I suppose you think you are a real necromancer too.
fr: Quoi ? Pourquoi parlez-vous de ces vieilles histoires comme si elles étaient vraies ? Je suppose que vous pensez même être un authentique nécromancien.
pt_br: O quê? Por que você fala daquelas velhas lendas como se fossem realidade? E eu suponho que você pense ser um necromante verdadeiro, também.

source: Why do you say he's not a necromancer? I've seen them before, haven't you?
fr: Pourquoi insinuer qu'il n'est pas nécromancien ? J'en ai vu auparavant, et toi ?
pt_br: Por que você diz que ele não é um necromante? Eu vi necromantes antes, e você?

source: Are you saying undead exist?
fr: Tu veux dire que les morts-vivants existent ?
pt_br: Você está dizendo que mortos-vivos existem?

source: Yes. And this guy looks real enough. I think we should treat him like an actual enemy.
fr: Oui ! Et ce type à l'air suffisamment vivant pour être considéré comme un véritable adversaire !!
pt_br: Sim. E este homem aqui me parece real o bastante. Eu acho que devíamos tratá-lo como um inimigo.

source: Yes, you should! Now, prepare to die!
fr: En effet, vous feriez mieux ! Préparez-vous à mourir !
pt_br: Sim, você devia! Agora, prepare-se para morrer!

source: Whatever. We will see if he actually can raise anything, and if we come out of here.
fr: Peu importe. Nous allons voir s'il fait peut soulever quoi que ce soit, et si nous sortons d'ici.
pt_br: Seja como for. Veremos se ele pode mesmo conjurar qualquer coisa.

source: Impressive. You were able to storm my game. May I join you on your quest?
fr: Impressionnant. Vous avez pu prendre d'assaut mon jeu. Puis-je vous rejoindre dans votre quête?

source: Sure, we need any willing hand
fr: Bien sûr, nous devons toute la main disposé

source: That was a weird battle...
fr: Ce fut une bataille bizarre...
pt_br: Essa foi uma batalha estranha...

source: ... in the magic castle.
fr: ...dans le château magique.
pt_br: ... no castelo mágico.

source: Look, we have gain more soldiers for our quest. Wy did you complain?
fr: Regardez, nous avons gagner plus de soldats pour notre quête. Pourquoi vous plaignez-vous?

source: Orc Mountain
fr: Montagne orc
pt_br: Montanha dos Orcs

source: Hungry Orcs
fr: Orques affamés
pt_br: Orcs famintos

source: Orcs are here! Orcs, what do you know about the fall of Elensefar?
fr: Les orcs sont là !! Orcs, que savez-vous sur la chute d'Elensefar ?
pt_br: Há orcs aqui! Orcs, o que vocês sabem sobre a queda de Elensefar?

source: Nothing, but I am glad to hear of it! Now prepare to die!
fr: Rien... mais je suis heureux de l'apprendre ! Préparez-vous à mourir maintenant !!
pt_br: Nada, mas eu estou satisfeito em ouvir isso! Agora prepare-se para morrer!

source: Very well. Let battle commence.
fr: Que la bataille commence !
pt_br: Muito bem que a batalha comece.

source: Theft
fr: Volés
pt_br: Roubo

source: Death of Psison
fr: Mort de Psison
pt_br: Morte de Psison

source: Are there any inhabitants of this island? We come in peace, we just want to restock our ship and then be on our way...
fr: Y a-t-il seulement des habitants sur cette île ? Nous venons en paix, nous voulons juste refaire notre stock de vivres et reprendre notre route...
pt_br: Há algum habitante nesta ilha? Nós somos de paz, só queremos recarregar nosso navio e logo depois partiremos...

source: Hey! What happened to The Explorer! She's gone!
fr: Hé ! Qu'est-il arrivé à l'Exploratrice ! Elle n'est plus là!
pt_br: Ei! O que aconteceu com o Explorador? Ele desapareceu!

source: Someone must have stolen her. It looks like we're stuck on this island.
fr: Quelqu'un a dû la voler. On dirait bien que nous sommes coincés sur cette île.
pt_br: Alguem deve ter roubado nosso navio. Me parece que estamos presos nesta ilha.

source: Hello, I believe I can help.
fr: Bonjour, je crois pouvoir vous aider.
pt_br: Olá, acredito que posso ajudar.

source: Who are you, and what do you want?
fr: Qui es-tu et que veux-tu ?
pt_br: Quem é você, o que você quer?

source: I am the leader of a great tribe of mermen. I think it was the nagas, our enemies, who stole your boat. I will lend you the aid of my fighters to get it back.
fr: Je suis le chef d'une grande tribu d'ondins. Je pense que ce sont les nagas, nos ennemis, qui ont volé votre bateau. Je mets mes combattants à votre disposition pour vous aider à le reprendre.
pt_br: Eu sou o líder de uma grande tribo de sereios. Eu acho que foram os naga, nossos inimigos, que roubaram seu navio. Eu lhe darei a ajuda dos meu guerreiros para que você recupere-o.

source: Hey, look, I see the boat! Nagas are moving it southwest.
fr: Hé ! Regardez ! Je vois le bateau ! Les nagas l'emportent au sud-ouest.
pt_br: Eu, olhem, dá pra ver o barco! Os naga estão levando-o a sudoeste.

source: They've found us! Workers, get that boat out of here! We will secure time for your escape.
fr: Ils nous ont trouvés ! Du nerf, travailleurs, emportez ce bateau loin d'ici ! Nous couvrirons votre fuite.
pt_br: Eles nos avistaram! Trabalhadores, tirem este barco daqui! Nós vamos ganhar tempo para sua fuga.

source: Orcs! Kill them!
fr: Orcs ! Tuez-les !
pt_br: Orcs! matem-os!

source: A bridge! What do you think is across it?
fr: Un pont ! Que pensez-vous qu'il y ait au-delà ?
pt_br: Uma ponte! O que você acha que está do outro lado?

source: Probably our boat... but we need to defeat these orcs before we get it, or else they will attack us from behind.
fr: Sans doute notre bateau... mais nous devons vaincre ces orcs avant de l'atteindre, sinon, ils nous prendraient à revers...
pt_br: Provavelmente nosso barco... mas nós precisamos derrotar estes orcs antes de recuperá-lo, ou então eles nos atacarão por trás.

source: Back to the Ship
fr: Retour au navire
pt_br: De Volta ao Barco

source: Ocean Orcs
fr: Orques du Mer
pt_br: Orcs oceânicos

source: Thiefs
fr: Voleurs
pt_br: Ladrões
