Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: We have left Elensefar in the hands of the orcs. If we do not return soon, it will be of no use to return at all. We have at most 30 weeks to get to the western lands, where we will meet with the people Black the Red has spoken of. That will leave us with 5 weeks to get back.
fr: Nous avons laissé Elensefar aux mains des orcs. Si nous n'y retournons pas très vite, cela ne servira à rien. Nous avons 30 semaines au plus pour gagner les terres de l'ouest. Là-bas, nous rencontrerons le peuple dont Black le Rouge nous a parlé. Ce qui nous laissera 5 semaines pour rentrer.
pt_br: Nós deixamos Elensefar nas mãoes dos orcs. Se não voltarmos logo, nosso esforço não adiantará para nada. Temos, no máximo, 30 semanas para chegar às terras ocidentais onde encontraremos o povo de que falou Black, o Ruivo. Isso nos deixa com 5 semanas para voltar.

source: Also, our ship cannot hold provisions for more than 6 weeks at a time, so we must either land on an island or capture an enemy ship ever 6 weeks.
fr: De plus, notre bateau ne peut emporter pour plus de 6 semaines de provisions. Nous devrons donc, soit débarquer sur une île soit capturer un navire ennemi toutes les six semaines.
pt_br: Além disso, nosso barco não pode carregar suprimentos para mais do que 6 semanas de cada vez, então precisamos ou desembarcar em uma ilha, ou capturar um navio inimigo a cada 6 semanas.

source: We only have enough provisions for $turnsleft weeks; we must reach the Western Lands in $gameleft weeks.
fr: Nous avons assez de vivres pour $turnsleft semaines ; nous devons atteindre les terres à l'ouest dans $gameleft semaines.
pt_br: Nós temos provisões apenas para mais $turnsleft semanas? Nós precisamos chegar às terras ocidentais em até $gameleft semanas.

source: Hurry, we are down to our last provisions! If we don't refill them within a week, we will all starve!
fr: Pressons-nous ! Nous serons bientôt à court de vivres ! Si notre stock n'est pas renouvelé d'ici à une semaine, nous mourrons tous de faim !
pt_br: Se apressem, só nos resta nossas últimas provisões! Se nós não reestocarmos em uma semana, vamos todos morrer de fome!

source: We have ran out of provisions.... *urgh*
fr: Nous avons épuisé toutes nos provisions... *urgh*
pt_br: Acabaram-se nossas provisões... *urgh*

source: We have failed reaching the Westlands in time.
fr: Nous n'avons pas réussi atteindre les Westlands dans le temps.

source: There does not seem to be anyone living on this island... except, it seems, that black-cowled man on the far side...
fr: Personne ne semble vivre sur cette île... sauf cet homme au capuchon noir, sur la rive opposée...
pt_br: Não parece que há alguém habitando a ilha... exceto, pelo que eu vejo, aquele homem coberto de trajes negros lá do outro lado...

source: Last time I was here there was a trading colony, but it seems to be gone. Their old stockades should still be here, anyway.
fr: La dernière fois que je suis venu, il y avait un comptoir colonial ici. Il semble avoir disparu... mais l'on devrait quand même apercevoir de vieilles palissades...
pt_br: Na última vez que estive por aqui havia uma colônia de comércio neste lugar, mas parece que já não há mais. Mesmo assim, seus estoques ainda devem estar por aqui.

source: I think something is in the water...
fr: On dirait qu'il y a quelque chose dans l'eau...
pt_br: Eu acho que há algo estranho na água...

source: Legend says Haldric landed here on his journey over, and that he fought something. Lets hope we don't have to fight whatever it was...
fr: La légende raconte que Haldric débarqua ici au cours de son voyage, et qu'il y mena un combat. Espérons que nous n'aurons pas affronter ce qu'il y a trouvé alors...
pt_br: A lenda diz que Haldric ancorou aqui no fim de sua jornada e que ele lutou contra alguma coisa. Vamos torcer para que não tenhamos que lutar, seja lá o que isso for...

source: This island looks vaguely elvish.
fr: Cette île parait vaguement elfique.
pt_br: Esta ilha vagamente parece-me élfica.

source: Does anything live in this frozen wasteland?
fr: Quelque chose vit-il sur cette terre désolée ?
pt_br: Será que alguma coisa habita esta desolada terra gélida?

source: I see signs of a Wesnothian outpost. Odd they would come so far south...
fr: J'aperçois les insignes d'un avant-poste wesnothien. Curieux qu'ils se soient aventurés si loin au sud...
pt_br: Eu vejo rastros de um posto de vigia Wesnothiano. É estranho que eles tenham vindo tão ao sul...

source: Nagas were about a hundred years ago, in Haldric's time! I wonder if any remain...
fr: Les nagas vivaient il y a une centaine d'années, à l'époque de Haldric ! Je me demande si l'un d'eux a pu survivre...
pt_br: Os Naga existiam cerca de cem anos atrás, no tempo de Haldric! Fico imaginando se ainda há algum por aqui...

source: This is old Clearwater Port! It was sacked by orcs long ago, I doubt there are any humans left.
fr: C'est le vieux port d'Aigueclaire ! Il a été mis à sac par les orcs, il y a longtemps. Je doute qu'il reste des humains ici...
pt_br: Esta é o velho Porto das Águas Claras! Foi saqueado pelos orcs há muito tempo atrás e eu duvido que tenha restado algum humano por aqui.

source: This is the land I was talking about. Land here, and we will get the warriors we need.
fr: C'est la terre dont je parlais. Atterrir ici, et nous obtiendrons les guerriers nous avons besoin.
pt_br: Esta é a ilha da qual eu falava. Ancore aqui e poderemos achar os guerreiros que precisamos.

source: The Great Academy of Alduin is settled on this isle! Let us hold here for a day or two.
fr: L'Académie Grande d' Alduin est réglé sur cette île! Tenons-nous ici pour un jour ou deux.

source: This island looks desert.
fr: Cette île ressemble désert.
pt_br: Esta ilha parece deserta.

source: Carefull with those riffs, or we will shipwreck
fr: Attention avec ces riffs, ou nous allons naufrage

source: This is just an abandoned smugglers hole.
fr: C'est juste un trou abandonné des contrebandiers.

source: There is a great tower on the isle. Which kind of mage live here?
fr: Il ya une grande tour sur l'île. Quel type de magicien vivre ici?

source: Black Galleon
fr: Galion noir
pt_br: Galeão Negro

source: The Explorer is the craft of Meneldur the Mariner. Crafted with Elvish skill, it moves faster in the water than most vessels, but is structurally weaker, and will be sunk easier than a man-made ship.
fr: L'explorateur est le métier de Meneldur le Mariner. Fabriqué avec une habileté elfique, il se déplace plus vite dans l'eau que la plupart des navires, mais est structurellement plus faible, et sera coulé plus facile que un navire l'homme.

source: ballista
fr: baliste
pt_br: Balista

source: Brutes are lower-class city dwellers. Though sturdier than most other peasants, they are still good for little else than back-breaking physical labor.
fr: Brutes sont des citadins de la classe inférieure. Bien plus robuste que la plupart des autres paysans, ils sont encore bons pour à peu près tout de se briser le dos du travail physique.

source: fist
fr: poigne
pt_br: punho

source: Civilian
fr: Civile
pt_br: Civil

source: Civilians are the city-dwellers who try to make their fortune in a non-violent manner.
fr: Les civils sont les habitants des villes-qui essaient de faire leur fortune d'une manière non-violente.

source: dagger
fr: poignard
pt_br: punhal

source: Elvish Admiral
fr: Amiral elfe
pt_br: Almirante Élfico

source: In command of the whole Elensian fleet, the Elvish Admiral follows the orders of the Lord of Elensefar - when it suits him to do so. He has left elvish land to join Elensefar, and for this is considered a traitor.
fr: Dans le commandement de la flotte entière Elensian, l'amiral Elfique suit les ordres du Seigneur d'Elensefar - quand il lui convient à le faire. Il a laissé la terre elfique à rejoindre Elensefar, et pour cela est considéré comme un traître.

source: staff
fr: bâton
pt_br: Bastão

source: Elvish Mariner
fr: Marin elfe
pt_br: Marinheiro Élfico

source: Separated from Elvish society because of his love of the sea, the Elvish Mariner has obtained command of a ship and often sails the seas in search of adventure.
fr: Séparé de la société elfique à cause de son amour sur la mer, le Mariner Elfique a obtenu le commandement d'un bateau et, souvent, parcourt les mers à la recherche de l'aventure.

source: Elvish Navigator
fr: Navigateur elfe
pt_br: Navegador Élfico

source: The Elvish Navigator has removed himself from other Elves, except those loyal to him more than to the Council, in order to become a captain of a ship and go wherever he pleases. He does not follow orders he disagrees with.
fr: Le navigateur Elfique s'est retiré d'autres Elfes, sauf ceux qui sont loyaux à lui plus qu'à le Conseil, afin de devenir un capitaine d'un bateau et d'aller où il lui plaît. Il ne suit pas les ordres, il est en désaccord avec.

source: Initiate
fr: Initié
pt_br: Iniciado

source: Initiates are skilled enough to cast offensively but lack the time, effort and study to cast as true magi can.
fr: Initiés êtes assez habile pour lancer l'offensive, mais n'ont pas le temps, l'effort et l'étude de jeter aussi vrai Magi peuvent.

source: female^Initiate
fr: Initiée
pt_br: Iniciada

source: Nobleman
fr: noble
pt_br: Nobre

source: Leading relative lives of luxury, a nobleman's main concern is proper etiquette and good social graces.
fr: Mener une vie de luxe par rapport, la principale préoccupation d'un noble est de bon et de bonnes grâces sociales.

source: Sailor
fr: Marin
pt_br: Marinheiro

source: Sailors, who began traversing the ocean when they were young, are almost as much at home in water as on land. In order to make all of the swift movements required of a crewman, Sailors do not wear any armor. It would only weigh them down, and would probably cause them to drown in they fell in the deep. Their only weapon is their light rapier, which they sling across their shoulder when not using it.
fr: Les marins, qui ont commencé à naviguer dès leur jeunesse, se sentent presque mieux sur l'eau que sur terre. Pour pouvoir se déplacer facilement, comme tout homme d'équipage en a besoin, ils ne portent aucune armure. Cela ne ferait que les alourdir et risquerait de provoquer leur noyade en les entraînant dans les profondeurs. Leur seule arme consiste en une rapière légère, qu'ils portent en bandoulière quand ils ne l'utilisent pas.

source: Shipsmaster
fr: Capitaine marchand
pt_br: Mestre da nau

source: The master of whatever ship they are aboard, the Shipsmaster answers only to the captain of the vessel. He does not do the manual labor that most crewmen do, leaving that to those working beneath him, but still refuses to wear armor or wield heavy weapons, as doing so would be only an invitation for the sea to drown him. His weapon is his rapier, which he wields with ferocious skill.
fr: Maitre du navire sur lequel il navigue, le capitaine marchand ne rend de compte qu'au capitaine du navire. Il n'effectue pas le travail manuel que les membres d'équipage font, et refuse de porteur une armure ou une arme, qui ne serait qu'une invitation de l'océan à rejoindre le fond. Son arme est la rapière, et il l'utilise avec une rageuse habileté.

source: War Galleon
fr: Galion de combat
pt_br: Galeão de Guerra

source: The Royal Navy of Wesnoth owns a powerful fleet of deadly war galleons. Their task is to hunt down pirates - or whoever they choose to call pirates - and destroy them.
fr: La marine royale de Wesnoth dispose d'une flotte puissante composée de redoutables galions de combat. Il leur incombe de pourchasser les pirates, ou tous ceux qu'ils choisissent de nommer ainsi, et de les détruire.
pt_br: A Marinha Real de Wesnoth tem uma poderosa frota de mortíferos galeões de guerra. Sua função é de caçar piratas - ou qualquer um que eles definam como piratas - e destruí-los.

source: Elvish Horse Archer
fr: Archer à cheval elfe
pt_br: Arqueiro Montado Elfo

source: blitz
fr: éclair
pt_br: relâmpago

source: Blitz: Allies that start their turn adjacent to this unit are granted Skirmisher for that turn.
fr: Éclair: Alliés qui commencent à leur tour adjacent à cette unité sont accordées Tirailleur pour ce tour.

source: battle tutor
fr: tuteur de bataille
pt_br: Tutor de batalha

source: Battle Tutor: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to experience earned in battle.
fr: Tuteur de Bataille: La capacité de cette unité pour enseigner les compétences de combat donne à chaque unité adjacente alliés une petite poussée de points d'expérience gagnés au combat.

source: Battle Tutor
fr: Tuteur de bataille
pt_br: Tutor de batalha

source: Battle Tutor: This unit's ability to teach battle skills gives each adjacent allied unit a small boost to his experience earned in battle.
fr: Tuteur de Bataille: La capacité de cette unité pour enseigner les compétences de combat donne à chaque unité adjacente alliés une petite poussée à son expérience gagnés dans la bataille.

source: charm
fr: Charme
pt_br: encanto

source: To die on the cusp of victory. Oh, the irony!
fr: Mourir juste avant la victoire. Oh, quelle ironie !

source: Far from home I fall — but not in vain! Guard our people, Madru!
fr: Je tombe loin de ma demeure, mais pas en vain ! Protège notre peuple, Madru !

source: I go now to join my forefathers...
fr: Je vais maintenant rejoindre mes ancêtres...

source: Continue... the battle... for me...
fr: Gagnez... cette bataille... pour moi...
pt_br: Continue... a luta... por mim...

source: Eloh waits for me!
fr: Eloh attend pour moi
pt_br: Eloh espera por mim!

source: I see the light...
fr: Je vois la lumière...
pt_br: Eu vejo a luz...

source: I have lost all helping the livings... Now they will surely perish!
fr: J'ai tout perdu en aidant les humains... Ils vont certainement périr à présent !

source: Grog Barrel
fr: Baril de grog
pt_br: Baril de mantimentos

source: Do you really want to run away?
fr: Voulez-vous vraiment fuir ?
pt_br: Você realmente quer bater em retirada?

source: Yes
fr: Oui
pt_br: Sim

source: Fall back!
fr: Arrière !
pt_br: Em retirada!

source: No
fr: Non
pt_br: Não

source: Fight on!
fr: Continuez de vous battre !
pt_br: Ao ataque!

source: Remember we can retreat at any time, just move your leader to the ship.
fr: Rappelez-vous que nous pouvons retirer à tout moment, il suffit de déplacer votre chef au bateau.

source: But then we haven't time to refill our ship...
fr: Mais alors nous n'avons pas le temps de recharge de notre bateau...

source: I hope it would never be needed.
fr: J'espère qu'elle ne sera jamais nécessaire.

source: Elensefar's Loyalists
fr: Loyalistes d'Elensefar
pt_br: Leais à Elensefar

source: SE
pt_br: ORdE

source: Expert level, 4 - 22 scenarios (depending of branches taken)
pt_br: Nível Veterano, 4-22 cenários (dependendo do curso da campanha)

source: Pirates
pt_br: Piratas

source: Each of us on his own quest? That is suicide!
pt_br: Cada um de nós por si? É suicídio!

source: Sea Hawks
pt_br: falcões do mar

source: Defeat the Saurians
pt_br: Derrote os Lagartos

source: Crazy Horse
pt_br: Velho Maluco

source: You find some gold pieces in the orc's castle.
pt_br: Você encontrou algumas moedas de ouro no castelo dos orcs.

source: So that means you have heard of our suposed rebellion. Let us not waste time; shall we commence battle?
pt_br: Então quer dizer que você ouviu de nossas suposta rebelião. Não vamos perder tempo; vamos lutar de uma vez?

source: They had some gold stored in their ship, and enough provisions to restock our ship.
pt_br: Eles têm algumas peças de ouro guardadas em seu navio e provisões suficientes para recarregar nosso barco.

source: (current $turnsleft provisions remaining)
pt_br: (atualmente $turnsleft provisões restantes)

source: Brute
pt_br: Bruto

source: bolas
pt_br: boleadeira

source: missile
pt_br: míssil

source: I knew this was a mistake.
pt_br: Eu sabia que este era um engano.

source: Help me, I can't hold-
pt_br: Acudam-me, não consigo-

source: Ship Dock
pt_br: doca de barco

source: We have defeated all enemies, we have plenty of time to restock the ship now. We can train our troops here for a few days.
pt_br: Depois de derrotar todos os inimigos, nós temos bastante tempo para recarregar o navio. Podemos treinar nossas tropas aqui por alguns dias.
