Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: Trust me, we don't like helping undead any more than you like helping us 'deserters'.
fr: Crois-moi, nous ne sommes pas plus enclin à aider des morts-vivants que vous des « renégats ».
pt_br: Acredite, nós não gostamos mais de ajudar mortos-vivos do que vocês gostam de ajudar a nós, os 'desertores'.

source: Fine. I'll help you do whatever it is you want to do, once we clear this land of the orcs.
fr: Entendu ! Je t'aiderai dans ta quête une fois que nous aurons débarrassé cette île des orcs.
pt_br: Certo. Eu ajudarei vocês a fazerem seja lá o que quiserem assim que nós expulsarmos os orcs desta ilha.

source: Int'resting council! But now, little men, its time to die. Get'm!
fr: Voilà bien une d'scussion int'réssante ! Mais maintenant, il est temps d'en finir. Attr'pez ces avortons !
pt_br: Interessante reunião! Mas agora, homenzinhos, é hora de morrer. Peguem-nos!

source: Should never have trusted the fool.
fr: Gamin stupide. J'aurais jamais dû le suivre.

source: Well, we've cleared the orcs away. Come on, now you have to hold up your end of the bargain.
fr: Les orcs sont en déroute. Allons, maintenant, tu dois honorer ta part du marché.
pt_br: Bem, nós expulsamos os orcs. Vamos, agora você terá que cumprir a sua parte do trato.

source: Well, the orcs will probably be back soon... I think that we are going to end up dying here, no matter what you do. We have held up extraordinarily long already.
fr: Les orcs seront bientôt de retour... Quoi que vous fassiez, il ne serait pas souhaitable de continuer à « mourir » ici . Cela fait déjà très longtemps que nous tenons le coup.
pt_br: Bem, os orcs provavelmente voltarão em pouco tempo... Acho que eles vão acabar morrendo aqui, não importa o que seja feito. Nós já resistimos por um tempo extraordinariamente longo.

source: That's true. I think it would be best if we could get enough ships to get off of this island. The one I went out on was our last, and we can't make more.
fr: C'est juste. Le mieux serait de se procurer assez de navires pour quitter cette île. Je suis venu sur le dernier, et nous ne pouvons pas en construire d'autres.
pt_br: É verdade. Eu acho que seria melhor se pudéssemos conseguir navios suficientes para sair de vez desta ilha. Aquele no qual eu deportei era o último, e não podemos fazer mais nenhum.

source: Well, I am a shipbuilder. I could help you build more ships, and then you could bring all of your people back east with us.
fr: Je suis constructeur de navires. Je pourrais vous aider à en construire de nouveaux, et ainsi vous pourriez emmener votre peuple à l'est, avec nous.
pt_br: Bem, eu sou um construtor naval. Eu poderia ajudá-lo a fazer mais barcos e então você poderia trazer todo seu povo de volta ao leste conosco.

source: That sounds good.
fr: Voilà qui semble prometteur !
pt_br: Me parece uma boa idéia.

source: Then it is agreed. But after that, you have to help us fight the orcs!
fr: Alors, c'est d'accord ! Mais après, vous devrez nous aider à combattre les orcs !
pt_br: Então estamos de acordo. Mas depois disso você terá que nos ajudar a lutar contra os orcs!

source: Besieged Orcs
fr: Orques assiégés
pt_br: Orcs sitiados

source: Wesnoth Army
fr: Armée de Wesnoth
pt_br: Forças Wesnothianas

source: Angry Elves
fr: Elfes furieux
pt_br: Elfos enfurecidos

source: As the warriors landed the Explorer, they overheard the elves, men and orcs talking...
fr: Alors que les guerriers débarquaient de l'Exploratrice, ils surprirent les elfes, les hommes et les orcs en grande discussion...
pt_br: Assim que os guerreiros aportaram o Explorador, eles ouviram por acaso os elfos, homens e orcs conversando...

source: Orc, you promised that, if we allied with you, you would free all the prisoners you took when you captured Elensefar. You have broken our pact!
fr: Orc, tu t'étais engagé à libérer tous les prisonniers elensséens quand nous nous sommes alliés avec toi ! Tu n'as pas tenu ta promesse !
pt_br: Orc, você prometeu que, se realmente nós nos aliássemos a vocês, vocês libertariam todos os prisioneiros que tomaram quando vocês capturaram Elensefar! Você quebrou nosso pacto!

source: Ag, elf-dog, you shuttup! I aint takin' orders fr'm you!
fr: Tais-toi, chien d'elfffe ! J'ai pas d'ordres à r'cevoir d'toi !
pt_br: Argh, elfo estúpido, cale a boca! Não vou receber ordens de você!

source: Listen, Pakch-Glun, if you don't fufill your side of the treaty, we will attack you again! And this time, we will probably win, since our reinforcements have arrived, and there are two armies to attack you.
fr: Écoute Pakch-Glun, si tu ne remplis pas ta part du marché, nous t'attaquerons ! Et cette fois, nous aurons toutes les chances de gagner : nos renforts sont arrivés, et tu devras faire face à deux armées !
pt_br: Escute, Pakch-Glun, se você não cumprir a sua parte do acordo, nós vamos atacar novamente! E desta vez iremos provavelmente ganhar, pois nossos reforços chegaram, e agora são dois exércitos para atacar você.

source: Heh, shur. I'd like t' see you try!
fr: T'as qu'à v'nir. J'aimerais t'voir essayer !!
pt_br: heh, claro. Eu adoraria ver você tentar!

source: Mathein, shall we attack?
fr: Mathein, nous attaquons ?
pt_br: Mathein, devemos atacar?

source: Yes. Pakch-Glun, prepare to die!
fr: Oui ! Pakch-Glun, fais ta prière !
pt_br: Sim. Pakch-Glun, prepare-se para morrer!

source: This was welcome news to the crew of the Explorer. However, although the elves, men and orcs would fight each other, Meneldur still had to fight all of them.
fr: L'équipage de l'Exploratrice se réjouissait de voir la tournure que prenaient les évènements. Mais même si les trois factions se combattaient, toutes resteraient hostiles à Meneldur...
pt_br: Estas eram ótimas notícias para a tripulação do Explorador. Porém, mesmo vendo que elfos, homens e orcs fossem lutar entre si, Meneldur teria que enfrentar todos eles.

source: The first enemy we will encounter will be the elves. Show them no mercy!
fr: Notre premier ennemi sera les elfes. Soyez sans pitié !
pt_br: Os primeiros inimigos que encontraremos serão os elfos. Não tenham piedade!

source: And we will show you none. Prepare to meet your doom!
fr: Il en sera de même pour nous. Soyez prêts à rejoindre votre Créateur !
pt_br: E nós também não teremos nenhuma. Prepare-se para morrer!

source: What? There appear to be elves blocking our path! Elves, why are you in our way?
fr: Quoi !? Ce sont des elfes qui nous bloquent le passage ! Elfes, que faites-vous sur notre route ?
pt_br: O quê? Me parece que elfos estão bloqueando nossa passagem. Elfos, por que vocês estão em nosso caminho?

source: We are here to kill you! After that, we will kill the orcs, but we must kill you first.
fr: Nous sommes ici pour en finir avec vous ! Ceci fait, nous tuerons les orcs !
pt_br: Nós estamos aqui para matar vocês! Depois disso, mataremos os orcs, mas precisamos acabar com vocês primeiro.

source: Are you mad?! Well, if you are, I have no time to reason with you. Prepare to die!
fr: Êtes-vous devenus fous ?! Bon, en ce cas, je ne perdrai pas de temps à discuter avec vous. Préparez-vous à mourir !
pt_br: Você está louco?! Bem, se você estiver, não tenho tempo para discutir com você. Prepare-se para morrer!

source: We have come to take back Elensefar from the orcs! But remember, the men of Wesnoth will no doubt try to stop us, as will the elves. We must fight them too.
fr: Nous sommes venus pour reprendre Elensefar aux orcs ! Rappelez-vous que les hommes de Wesnoth et les elfes essaieront de nous en empêcher. Nous devons donc tous les affronter.
pt_br: Nós viemos para resgatar Elensefar das mãos dos orcs! Mas lembre-se, os homens de Wesnoth vão sem dúvida tentar nos parar, assim como os elfos. Teremos que enfrentá-los também.

source: Indeed we will. You are a traitor to your country, and must die as one!
fr: C'est bien ce que nous ferons ! Tu as trahi ton pays, et tu dois le payer !
pt_br: Certamente pararemos. Você é um traidor para seu país, e irá morrer como um!

source: This looks like the area the men of Wesnoth have claimed to siege Elensefar from. Unfortunately, we must get past them to free the city.
fr: On dirait le secteur depuis lequel les hommes de Wesnoth ont dit qu'ils avaient assiégé Elensefar. Malheureusement, nous devons passer par là pour libérer la ville.
pt_br: Este parece o lugar que os homens de Wesnoth escolheram para lançar cerco à Elensefar. Infelizmente, teremos que passar por eles para libertar a cidade.

source: You will not get past us while I am alive. And even if you do, the elves will stop you. If you must be a traitor, pick one nation to betray, not two!
fr: Vous ne traverserez pas tant que je serais en vie ! Même si vous le faisiez, les elfes vous en empêcheraient. Si les circonstances te poussent à la trahison, trahis une nation mais pas deux !
pt_br: Você não passará por nós enquanto eu viver. E mesmo que você o faça, os elfos irão pará-lo. Se você precisa mesmo ser um traidor, escolha uma nação para trair, e não duas!

source: What are you talking about? Oh, I see... my northern brethren have decided to attack me... Well, we will get past these Wesnothians first, and see what we can do then.
fr: De quoi parles-tu ? Ah, je vois... mes frères du nord ont décidé de m'attaquer... Bon ! Nous passerons d'abord par les Wesnothiens, puis nous improviserons.
pt_br: Do que é que você está falando? Oh, entendo... meus irmãos do norte decidiram me atacar... bem, nós vamos passar por estes Wesnothianos primeiro, e veremos então o que fazer.

source: Prepare to die, Elensian scum!
fr: Faites vos prières, rebuts d'Elensefar !
pt_br: Prepare-se para morrer, escória Elensiana!

source: We are in Elensefar's harbor, from where we will drive the orcs out into the faces of the elves. Although they are my brethren, we must not hold back from killing them because of it. Onward!
fr: Nous sommes au port d'Elensefar ; d'ici, nous forcerons les orcs à percuter les lignes elfes. Les elfes sont mes frères, mais cela ne doit pas retenir votre bras pendant la bataille. En avant !!
pt_br: Estamos no porto de Elensefar e daqui empurraremos os orcs na direção dos elfos. Embora eles sejam meus irmãos, nós não podemos hesitar em matá-los por causa disso. Avante, homens!

source: Listen t' that! He really thinks 'e can kill us! We'll show 'im! Kill the invader!
fr: Écoutez ça ! Y doit croire qui peut nous tuer ! Montrons-leur c'qu'on sait faire ! Tuez les envahisseurs !!
pt_br: Escutem só! Ele realmente pensa que pode nos matar! Nós vamos mostrar para ele! Matem o invasor!

source: We are now in Elensefar's harbor. From now, we fight until the orcs are all out of our city! Then, it appears, we will have to deal with those Wesnothians who believe us to be traitors.
fr: Nous voici au port d'Elensefar. À partir de maintenant, nous devrons nous battre aussi longtemps qu'il restera des orcs dans notre ville. Ensuite, nous aurons affaire aux Wesnothiens, qui sont convaincus que nous sommes des traîtres.
pt_br: Estamos agora no porto de Elensefar. É daqui que expulsaremos até o último dos orcs de nossa cidade! E me parece que teremos de lidar com estes Wesnothianos que acham que somos traidores.

source: Yes, please, do that. Then we will not have to deal with the orcs, and only with you!
fr: Oui, s'il vous plaît, faite donc. Une fois les orcs disparus, nous n'aurions plus qu'à nous occuper de vous !!
pt_br: Sim, por favor faça isso. Então não teremos que lidar com estes orcs, mas apenas com vocês!

source: What?... Oh, its elves, from the northlands. What do you want?
fr: Quoi ?... Oh, des elfes du nord. Que voulez-vous ?
pt_br: O quê? Oh, são elfos das terras do norte. o que vocês querem?

source: You dead, traitor!
fr: Que tu meures, traître !!
pt_br: Morra, traidor!

source: Whatever you say. We'll deal with you after we kill the orcs.
fr: Tu peux bien penser ce que tu veux, nous nous occuperons de toi après avoir tué les orcs.
pt_br: Diga o que quiser. Nós lidaremos com vocês após matarmos os orcs.

source: Elensefar may be ours, but there are still enemies to defeat. Onwards!
fr: Nous avons encore des ennemis à combattre avant d'investir la ville. En avant !
pt_br: Elensefar pode até ser nossa, mas ainda temos inimigos para derrotar. Em frente!

source: We have taken Elensefar and defeated the Wesnothians, but these Elves need attending to.
fr: Nous avons pris Elensefar et vaincu les Wesnothiens, mais nous devons nous méfier des elfes.
pt_br: Nós tomamos Elensefar e derrotamos os Wesnothianos, mas estes elfos precisam de uma lição.

source: There are no enemies left - we have succeeded in retaking Elensefar.
fr: Il n'y a plus d'ennemis : nous avons réussi à reprendre Elensefar !
pt_br: Já não restam mais inimigos - nós fomos bem-sucedidos em resgatar Elensefar.

source: The orcs had ransacked the city's coffers - now it's time for us to return the favor.
fr: Les caisses de la ville sont vides ! C'est le moment de rendre aux orcs la monnaie de leur pièce.
pt_br: Os orcs esvaziaram os cofres da cidade. É hora de retribuir-lhes o favor.

source: You find 300 pieces of gold!
fr: Vous trouvez 300 pièces d'or !
pt_br: Você encontrou 300 moedas de ouro!

source: You find 250 pieces of gold!
fr: Vous trouvez 250 pièces d'or !
pt_br: Você encontrou 250 moedas de ouro!

source: You find 200 pieces of gold!
fr: Vous trouvez 200 pièces d'or !
pt_br: Você encontrou 200 moedas de ouro!

source: Good work, men. Onwards, we have to retake the city also!
fr: Beau boulot les gars ! Reprenons la ville maintenant, en avant !!
pt_br: Bom trabalho, homens! Avancem, ainda temos uma cidade a conquistar!

source: Come on, we should go North and see if we can help defeat the elves.
fr: Attaquons par le nord et voyons si nous réussissons à vaincre les elfes.
pt_br: Vamos, devemos ir para o norte para ver se podemos ajudar a derrotar os elfos.

source: The Wesnothians had much gold in their camp. It is ours now!
fr: Les Wesnothiens avaient beaucoup d'or dans leur campement. Il est à nous !
pt_br: Os Wesnothianos têm muito ouro em seu acampamento. É todo nosso agora!

source: You find 175 pieces of gold!
fr: Vous trouvez 175 pièces d'or !
pt_br: Você encontrou 175 moedas de ouro!

source: You find 150 pieces of gold!
fr: Vous trouvez 150 pièces d'or !
pt_br: Você encontrou 150 moedas de ouro!

source: Orcs still reside in the city! Come one, let us kill them too!
fr: Les orcs occupent toujours la ville ! Débarrassons-nous d'eux !
pt_br: Ainda há orcs na cidade! Vamos, deixe-nos matá-los também!

source: Come on, we should go South and see if we can help defeat the Wesnothians.
fr: Attaquons par le sud et voyons si nous réussissons à vaincre les Wesnothiens.
pt_br: Vamos, nós devemos ir para o sul e ver se podemos ajudar a derrotar os elfos.

source: It seems the elves brought some of their treasure out of the northlands. More for us!
fr: On dirait que les elfes ont apporté des terres du nord une partie de leur trésor. Cela nous fera toujours de l'or en plus !
pt_br: Parece que os elfos trouxeram um pouco de seu tesouro das terras do norte. Para nós, é claro!

source: Yes, Elensefar is ours, finally. Well, Black the Red, we thank you for your help.
fr: Finalement, Elensefar est à nous. Black le Rouge, nous te remercions tous pour ton aide !
pt_br: Sim, Elensefar é nossa, finalmente. Bem, Black, o Ruivo, nós agradecemos pela ajuda.

source: It was an honor to fight for you. I wonder where my people will go now... the orcs have surely taken our home by now.
fr: Combattre pour toi fût un honneur. Qui sait ce qu'il adviendra de mon peuple... les orcs ont dû s'emparer de notre île à l'heure qu'il est.
pt_br: Foi uma honra lutar por você. Eu fico imaginando para onde meu povo irá agora... com certeza os orcs já devem ter tomado nossas terras.

source: I'm sure we will have time to discuss that later. But for now, we must help those conquered by the orcs rebuild their city.
fr: Nous aurons tout le temps de reparler de cela plus tard. Aidons maintenant les elensséens à reconstruire leur ville !
pt_br: Tenho certeza que teremos tempo para discutir isso mais tarde. Mas, por enquanto, precisamos ajudar os habitantes a reconstruir a cidade.

source: The villagers are joining us!
fr: Les villageois nous rejoignent!
pt_br: Os aldeões estão se a juntar a nós!

source: Attacked at Sea
fr: Abordages
pt_br: Ataque no Mar

source: The city had fallen, but Meneldur and his crew had escaped. Leaving the harbor, and looking back at the city, they noticed something strange. The orcs were not burning the city and pillaging it, as was their habit; instead, they were leaving it alone, and concentrating on the Lord's castle. It was almost as if they wanted to control the city, instead of destroy it.
fr: La ville tomba, mais Meneldur et son équipage s'étaient échappés. Comme ils quittaient le port et se tournaient pour voir la ville derrière eux, ils remarquèrent quelque chose d'étrange. Les orcs n'incendiaient ni ne pillaient la ville comme à leur habitude : toutes leurs forces étaient concentrées autour du château du seigneur. Tout prêtait à croire qu'ils voulaient prendre le contrôle de la ville.
pt_br: A cidade foi tomada mas Meneldur e sua tripulação escaparam. Assim que deixaram o porto e olharam para a cidade, porém, eles perceberam algo estranho. Os orcs não estavam incendiando a cidade e pilhando-a, como era de costume deles; em vez disso, eles deixaram as casas intocadas e concentraram-se em atacar o castelo. Era como se eles desejassem tomar o controle da cidade ao invés de destruí-la.

source: Meneldur was not sure exactly what this meant, but he knew one thing - if the city was not destroyed, then the people in it would not be either. Which meant that the city would still be worth rescuing. Thus, he and Madru, right there, vowed that, if they could, they would raise an army and return to Elensefar, to defeat the orcs and claim whatever of the city remained.
fr: Meneldur restait perplexe face à la conduite des orcs, mais une chose était sûre : si la ville n'était pas détruite, la population serait sauve. Ce qui impliquait que la ville pouvait encore être sauvée. Alors, lui et Madru prêtèrent serment : s'ils le pouvaient, ils lèveraient une armée pour délivrer Elensefar de l'oppresseur orc et reprendre ce qui resterait de la cité.
pt_br: Meneldur não tinha certeza sobre o que isto significava, mas ele sabia de uma coisa: se a cidade não fosse destruída, seu povo também não seria, o que significava que ainda poderia valer a pena resgatar a cidade. Assim, ele e Madru juraram que, se pudessem, eles formariam um exército e voltariam a Elensefar para derrotar os orcs e resgatar o que restasse da cidade.

source: Chasers
fr: Les chasseurs
pt_br: Caçadores

source: The Explorer
fr: L'explorateur
pt_br: O Explorador

source: Pirate Galley
fr: Galion pirate
pt_br: Galeão pirata

source: Wesnothian Galley
fr: Galion wesnothienne
pt_br: Galeão de Wesnoth

source: Stop, pirate! Surrender, or die!
fr: Arrête-toi, pirate ! Si tu ne veux pas mourir, rends-toi !
pt_br: Pare, pirata! Renda-se ou morra!

source: Never!
fr: Jamais !
pt_br: Nunca!

source: Lower the gangplank! Throw the grapples! DON'T LET THEM ESCAPE!
fr: Plus bas la passerelle ! Lancez les grappins ! NE LES LAISSEZ PAS S'ENFUIR !
pt_br: Abaixe a prancha! Atirem os ganchos para abordar! NÃO DEIXEM QUE ELES ESCAPEM!

source: What's going on here?
fr: Que se passe-t-il ici ?
pt_br: o que está acontecendo aqui?

source: So, you're getting involved too, eh? Stop that ship, men!
fr: Alors, vous aussi êtes impliqués dans cette affaire, hein ? Matelots, arrêtez ce bateau !
pt_br: Então você também vai se envolver, hã? Parem aquele navio, homens!

source: Return to Elensefar
fr: Retour à Elensefar
pt_br: Retorno a Elensefar

source: And so Meneldur helped the Wesfolk build ships. They built three sturdy galleons, which was enough to hold all of them. That is how few of that once great race remained.
fr: Alors Meneldur aida les Wesfolk à construire des navires. Ils bâtirent trois solides galions, suffisamment grands pour les transporter tous. Et c'est ainsi qu'une poignée d'hommes d'une ancienne et prestigieuse lignée survécurent...
pt_br: E assim Meneldur ajudou os Wesfolk a construir embarcações. Eles construíram três robustos galeões nos quais se podia carregar todos os remanescentes (para se ver como poucos sobraram daquela outrora grande raça).

source: The necromancers who were on the ships cast a spell of darkness and swiftness over the boat. The next thing Meneldur and his men knew, they had reached the delta of the Great River, where Elensefar was built.
fr: Sur les navires, les nécromanciens jetèrent un sort maléfique qui enveloppa les bateaux et accrut leur vitesse. Ce que Meneldur et ses hommes surent par la suite, c'est qu'ils avaient atteint le delta du Grand Fleuve, à l'embouchure duquel la ville était bâtie.
pt_br: Os necromantes ques estavam nos navios conjuraram magias de escuridão e rapidez em suas respectivas embarcações. Logo depois Meneldur e seus homens perceberiam que chegavam ao delta do Grande Rio, o local onde Elensefar havia sido construída.

source: Well, now we are in the port of Elensefar... It is time to retake Elensefar, as we aided Blackmore. So... does anyone have an idea as to how to attack the city?
fr: Nous voici au port d'Elensefar... Il est temps de reprendre la ville, comme nous avons porté secours à Blackmore. Bien... Quelqu'un a-t-il une idée sur la manière d'attaquer la ville ?
pt_br: Bem, agora estamos no porto de Elensefar... é hora de tomarmos a cidade, assim como ajudamos Blackmore. Então... alguém faz idéia de como poderemos atacar a cidade?

source: Black the Red's Idea
fr: Black le Rouge Idée
pt_br: A Ideia de Black, o Ruivo

source: Here; this is my plan. On the northern side of the river, there is a cave where smugglers hide their goods. I know some bandits who won't alert anyone if we land there.
fr: Voici mon plan : il y a, sur la rive gauche du fleuve, une grotte où des contrebandiers cachent leur butin. Je connais des bandits qui n'avertiront personne si nous débarquons à cet endroit.
pt_br: Aqui, este é meu plano. Há uma caverna na parte norte do rio onde contrabandistas escondem suas mercadorias. Eu sei de alguns bandidos que não vão alertar ninguém se nós ancorarmos lá.

source: But they won't help us?
fr: Mais, nous aideront-ils seulement ?
pt_br: mas eles não vão nos ajudar?

source: Uhm... no, probably not. But we would be rather secretive, they probably wouldn't notice us.
fr: Hum... probablement pas ! Mais nous serions un peu mieux dissimulés, ils ne nous remarqueraient probablement pas...
pt_br: Hum... não provavelmente não. Mas nós seríamos bastante discretos, eles provavelmente não nos notariam.

source: Madru, do you have any suggestions?
fr: Madru, as-tu une suggestion à faire ?
pt_br: Madru, você tem alguma sugestão?

source: Madru's Suggestion
fr: Suggestion du Madru
pt_br: A sugestão de Madru

source: Well, we could always land on the south beach. There is a harbor there, and a quick route from there to inside the city.
fr: Nous pourrions toujours débarquer sur la plage du sud. Il y a un port à partir duquel l'on pénètre rapidement à l'intérieur de la ville.
pt_br: Bem, nós poderíamos ancorar na praia ao sul. Há uma doca lá e uma rota que sai dentro da cidade.

source: But won't they see us there?
fr: Mais alors, nous serons à découvert !
pt_br: Mas será que eles não vão nos ver lá?

source: Yes, but what's wrong with a head on battle? I think we could defeat them.
fr: Oui, pourquoi ne pas attaquer de front ? Je pense que nous pouvons les vaincre !
pt_br: Sim, mas qual é o problema em se meter numa luta? Eu acho que nós podemos derrotá-los.

source: Meneldur's Plan
fr: Meneldur Plan
pt_br: O pllano de Meneldur
