Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: Saving Elensefar
fr: Sauver Elensefar
pt_br: O Resgate de Elensefar

source: Meneldur, elvish mariner of Elensefar, is driven to sea by the same orcs who attacked the city. He must gather an army willing to fight for him to regain Elensefar, his adopted homeland.
fr: Meneldur, Mariner elfique d' Elensefar, est entraîné à le mer par le même orcs qui ont attaqué la cité. Il doit rassembler une armée prête à se battre pour lui de retrouver Elensefar, sa patrie d'adoption.
pt_br: Meneldur, Marinheiro Élfico de Elensefar, é expulso para o mar pelos mesmo orcs que atacaram a cidade. Ele precisa agora formar um exército para lutar pela posse de Elensefar, sua terra natal por adoção.

source: (easiest)
fr: (facile)
pt_br: (mais fácil)

source: Mariner
fr: Marin
pt_br: Marinheiro

source: Navigator
fr: Navigateur
pt_br: Navegador

source: (hardest)
fr: (difficile)
pt_br: (Difícil)

source: Admiral
fr: Amiral
pt_br: Almirante

source: Saving Elensefar Terrain
fr: Terrain du Sauver Elensefar

source: Escaping the Orcs
fr: Échapper aux orcs
pt_br: Escapando dos Orcs

source: <b>Warning:</b> This campaign functions differently from most others in a number of ways. You cannot recruit anyone in most scenarios, and in those you can what you can recruit is always different - what is on your recruit list does not carry over fron scenario to scenario. Also, moving from scenario to scenario is handled differently, with the help of an interactive bigmap.
fr: <b>Avertissement:</b> Cette campagne fonctionne différemment de la plupart des autres dans un certain nombre de façons. Vous ne pouvez pas recruter n'importe qui dans la plupart des scénarios, et dans celles que vous pouvez ce que vous pouvez recruter c'est toujours différent - ce qui est sur ​​votre liste des recrues ne sont pas reportées scénario au scénario. En outre, le déplacement d'un scénario à est traitée différemment, avec l'aide d'un carte interactive.
pt_br: <b>Atenção:</b> Esta campanha funciona de maneira diferente das outras em vários aspectos. Você não poderá recrutar nenhuma unidade na maioria dos cenários e, nos que puder, o recrutamento será sempre diferente - a lista de unidades recrutáveis muda de cenário pra cenário. Além disso, a transição entre cenários ocorre de maneira distinta, com a ajuda de um mapa geral interativo.

source: Because of this, this campaign is inadvisable for players new to Wesnoth who want to gain an understanding of how the game normally works. However, it will prove an interesting experience for those who have played normal campaigns before.
fr: Pour cette raison, cette campagne est déconseillé aux nouveaux joueurs à wesnoth qui souhaitent acquérir une compréhension de comment le jeu fonctionne normalement. Toutefois, il se révélera une expérience intéressante pour ceux qui ont joué des campagnes normales avant.
pt_br: Por este motivo, esta campanha não é recomendável para novos jogadores que queiram entender o sistema de jogo. Entretanto, será uma experiência interessante para aqueles que já tenham jogado campanhas normais anteriormente.

source: This is the story of the time when Elensefar was a province in the vast kingdom of Wesnoth. It is the story of a time of great forgetfulness, when much of what was once known had been forgotten, but also of great knowledge. It is the story of Meneldur the Mariner, who used the newfound knowledge to resurrect some of the old. But, it is, most of all, the story of the voyage of his ship, and what he encountered while traveling the high seas...
fr: C'est l'histoire d'une époque où Elensefar était une province du vaste royaume de Wesnoth. D'une époque largement tombée dans l'oubli, alors que nombre des savoirs d'antan étaient oubliés, mais aussi de savoirs importants. C'est l'histoire de Meneldur le marin, qui utilisa les connaissances les plus novatrices pour faire resurgir des savoirs anciens. Mais, plus que tout, c'est le récit du périple de son bateau, et de ce qu'il rencontra en navigant au grand large...
pt_br: Esta é a história do tempo em que Elensefar era uma província no vasto reino de Wesnoth. É a história de um tempo de grande distração, quando muito do que se sabia acabou sendo esquecido, mas também tempo de grande conhecimento. É a história de Meneldur, o Marinheiro, que usou novos conhecimentos para trazer à tona antigos saberes. Mas, acima de tudo, é a história da jornada de sua embarcação, e do que ele encontrou enquanto viajava em alto-mar...

source: Before the tale begins, it is important to know that none of the seafaring men or elves, including Meneldur, were willing to travel far out of sight of the coast. Instead, they remained near land, and sailed only north and south, for they dimly remembered tales from Haldric's day, of dragons, and sea serpents, and snake-men, who lurked on the islands that lay to the west of the continent.
fr: Avant que le récit ne commence, il est important de savoir qu'aucun marin humain ou elfe, y compris Meneldur, n'était préparé à naviguer hors de vue de la côte. Au lieu de cela, ils cabotaient au nord et au sud, se souvenant confusément des légendes de l'époque d'Haldric, de dragons, de serpents de mer, et d'hommes-serpents cachés sur les îles qui se dressent à l'ouest du continent.
pt_br: Antes que o conto comece, é importante saber que nenhum dos homens e elfos tripulantes, incluindo Meneldur, estavam desejosos de viajar para longe da costa. Pelo contrário, eles permaneceram perto do litoral e viajaram apenas para norte e para sul, pois tinham a nublada lembrança de estórias do tempo de Haldric, de dragões, de serpentes-do-mar e de homens-cobra que espreitavam nas ilhas ocidentais.

source: Meneldur was born in the northlands, in Wesmere, but was outcast from the elvish lands because of a conflict with the High Council. Thus, although an elf, Meneldur had pledged his loyalty to Elensefar, and thus to Wesnoth (but, significantly, not to Weldyn).
fr: Meneldur naquit dans les terres du nord, à Wesmere, mais il était banni des terres elfes à cause d'un conflit avec le Haut Conseil. Et bien qu'il fût un elfe, c'est ainsi qu'il prêta allégeance à Elensefar, et donc à Wesnoth (mais pas à Weldyn).
pt_br: Meneldur era nativo de Wensmere, nas terras setentrionais, mas havia sido expulso das terras élficas por causa de um conflito com o Alto Conselho. Assim, ainda que um elfo, Meneldur tinha jurado lealdade à Elensefar, e consequentemente à Wesnoth (mas, de maneira significativa, não à Weldyn).

source: Meneldur gathered around himself a crew of true Elensians; stout spearmen, and ruthless men of the saber. He also brought many of the archer from his elvish house out of the northlands, to sail with him on his ship.
fr: Meneldur réunit autour de lui un équipage d'Elensséens typiques : des lanciers intrépides et des hommes impitoyables à l'épée. Il fit aussi venir, des terres du nord, un grand nombre d'archers de sa propre maison pour naviguer à ses côtés.
pt_br: Meneldur juntou uma tripulação de legítimos Elesianos, de vigorosos lanceiros a impiedosos espadachins. Ele também havia trazido muitos dos arqueiros de sua parentela élfica das terras do norte para viajarem com ele em sua nau.

source: Now our story begins. On a night about 10 years after he first came to Elensefar, Meneldur returned to Elensefar from a trading voyage to the Bay of Pearls. When Meneldur had landed in Elensefar, he went to the castle to recieve directions from the Lord of Elensefar as to where his new voyage was to wend. He was to travel south to the Elven peninsula, and trade with the southern elves.
fr: Maintenant, l'histoire commence. Une nuit, dix ans environ après sa première venue à Elensefar, Meneldur revenait d'une escale marchande à la Baie-des-Perles. Après avoir débarqué, il se rendit au château pour se voir confier un nouvel itinéraire par le seigneur de la ville. Il devait voyager au sud vers la péninsule elfe, et commercer avec les elfes méridionaux.
pt_br: E assim começa nossa história. Certa noite, após cerca de 10 anos desde que chegou a Elensefar, Meneldur retornou de uma viagem comercial até a Baía das Pérolas. Quando aportou na cidade, Meneldur foi até o castelo para receber direções do Senhor de Elensefar acerca do destino de sua próxima viagem. A orientação era de viajar no sentido sul, na direção da Penísula dos Elfos, e efetuar transições comerciais com os elfos meridionais.

source: After the meeting, as Meneldur and his men headed back to their ship, they noticed a strange sound. A harsh sound. The sound of orcs! Elensefar was under attack, with no provocation. The city had been quickly overrun, before most of the people had even noticed.
fr: Après leur entrevue, alors que Meneldur et ses hommes se dirigeaient vers le port, ils entendirent un bruit étrange. Un cri rauque. Le cri des orcs ! Elensefar était attaquée sans aucune vraie raison !! La ville fut occupée si vite que la plupart des habitants n'eurent pas le temps de s'en apercevoir.
pt_br: Após a reunião, enquanto Meneldur e seus homens retornavam ao navio, um som diferente foi percebido. Um som áspero, o barulho de orcs! Elensefar estava sob ataque, aparentemente sem motivo. A cidade havia sido rapidamente rapidamente invadida antes mesmo que a maioria dos habitantes percebesse.

source: Meneldur had only one option left - get back on his boat and flee. But there were already orcs blocking his path to the harbor...
fr: Meneldur n'avait plus qu'un seul choix : retourner sur son bateau et s'enfuir. Mais les orcs bloquaient déjà le passage menant au port...
pt_br: Para Meneldur restava uma única opção – voltar a seu barco e partir. Mas orcs já bloqueavam seu caminho para o porto...

source: Orcish Pillagers
fr: Pilleurs orques
pt_br: saqueadores orcs

source: Move Meneldur and Madru to the Explorer (southwest of the map)
fr: Déplacez Meneldur ou Madru à l'explorateur (sud-ouest de la carte)
pt_br: Mover Meneldur e Madru para o Explorador (a sudoeste do mapa)

source: Move Meneldur to the Explorer (southwest of the map)
fr: Déplacez Meneldur à l'explorateur (sud-ouest de la carte)
pt_br: Mover Meneldur para o Explorador (a sudoeste do mapa)

source: Death of Meneldur
fr: Mort de Meneldur
pt_br: Morte de Meneldur

source: Death of Madru
fr: Mort de Madru
pt_br: Morte de Madru

source: Orcs! Orcs are attacking! There are too many, we can't fight them off, we have to reach the ship!
fr: Les orcs ! Les orcs attaquent ! Ils sont trop nombreux, nous ne pourrons pas les repousser, nous devons atteindre le navire !
pt_br: Orcs! Orcs estão atacando! São muitos, não podemos enfrentá-los! Nós temos que chegar ao navio!

source: Aye aye, Cap'n. All men to the ship, quick as you can!
fr: Oui, cap'taine. Tous à bord, aussi vite que possible !
pt_br: Sim senhor, capitão. Para o navio, homens, o mais rápido que puderem!

source: Now, we go out to sea. I expect our city is doomed...
fr: Maintenant, gagnons le large. Je pense que notre ville est condamnée...
pt_br: Para alto-mar, agora. Acho que nossa cidade está condenada...

source: A Naval Engagement
fr: Une bataille navale
pt_br: Batalha Naval

source: Elensefar's Loyals
fr: Loyals du Elensefar
pt_br: Leais à Elensefar

source: Black the Red
fr: Black le Rouge
pt_br: Black, o Ruivo

source: Wesnothians
fr: Wesnothianes
pt_br: Wesnothianos

source: Defeat enemy leader
fr: Vaincre le chef ennemi
pt_br: Derrote o líder inimigo

source: Death of Black the Red
fr: Mort de Black le Rouge
pt_br: Morte de Black, o Ruivo

source: Why do you stop us? We seek help. I come from Elensefar, which, as far as we can tell, was just captured by orcs!
fr: Pourquoi nous arrêtez-vous ? Nous cherchons de l'aide. Je viens d'Elensefar qui, pour ce que nous en savons, vient d'être prise par les orcs !
pt_br: Porque você nos parou? Estamos procurando ajuda. Eu venho de Elensefar que, até onde posso dizer, acaba de ser capturada por orcs!

source: You are interfering with our mission; we are trying to chase down this magician pirate.
fr: Vous entravez la bonne marche de notre mission ; nous tentons de poursuivre ce pirate-magicien.
pt_br: Você está interferindo em nossa missão; nós estamos perseguindo este pirata-mago.

source: I'm not a pirate! I also come from Elensefar, and I must have left port a few days before it was attacked. This is the first I've heard of it.
fr: Je ne suis pas un pirate ! Je viens d'Elensefar moi aussi, et j'ai dû quitter le port quelques jours avant que la ville ne soit attaquée. C'est la première fois que j'en entends parler depuis.
pt_br: Eu não sou um pirata! Eu também venho de Elensefar e devo ter deixado o porto apenas poucos dias antes do ataque. É a primeira vez que ouço falar nisso.

source: You dog, don't bother us with your lies! You attacked a ship of the Royal Navy with your spells, and now you will pay for it!
fr: Espèce de chien, ne nous ennuie pas avec tes mensonges ! Tu as attaqué un navire de la marine royale avec tes sortilèges, et maintenant tu vas payer pour cela !
pt_br: Seu inútil, não tente mentir para nós! Você atacou um navio da Frota Real com sua mágica e agora vai pagar por isso!

source: I need loyal warriors from Elensefar to help me on my quest. Black the Red, do you want to join me in retaking Elensefar from these orcs?
fr: J'ai besoin des valeureux combattants d'Elensefar pour m'aider dans ma quête. Black le Rouge, vous joindrez-vous à moi pour reprendre Elensefar aux orcs ?
pt_br: Eu preciso de guerreiros leais de Elensefar para me ajudar em minha jornada. Black, o Ruivo, você deseja se unir a mim para tomar Elensefar daqueles orcs?

source: Outlaws, you mean! These Elensians are all the same. Troops, destroy them!
fr: Des hors-la-loi, voulez-vous dire ! Ces Elensséens sont tous de mèche. Soldats, anéantissez-les !
pt_br: Todos fora-da-lei! Estes Elensianos são todos a mesma coisa. Tropas, destruam-nos!

source: Why is a ship from Elensefar carrying bandits and thieves?
fr: Pourquoi un navire venant d'Elensefar transporterait-il des bandits et des voleurs ?
pt_br: Porque um navio de Elensefar carrega apenas bandidos e ladrões?

source: They come from the... less _wealthy_ parts of Elensefar. But they are still fiercely loyal to it. They will be good fighters. I will join, if you'll have me.
fr: Ils sont issus des... régions les moins prospères d'Elensefar. Mais leur loyauté à leur province est encore tenace. Je me joindrai à vous, si vous voulez de moi.
pt_br: Eles vêm das... menos ricas partes de Elensefar. Mas ainda assim eles são totalmente leais à cidade. Eles serão bons guerreiros. Eu me unirei a você, se você me aceitar.

source: Very well. Thats not so different from my own crew. Aldran - we will not fight you if you do not attack us, but you must let us go on our way.
fr: Bien. Ce n'est pas si différent de mon propre équipage. Aldran : nous vous combattrons seulement si vous nous attaquez, laissez-nous reprendre notre route !
pt_br: Está bem. Eles não são muito diferentes de minha própria tripulação, mesmo. Aldran! Nós não lhe atacaremos enquanto você não nos atacar, mas você precisa deixar que sigamos nosso caminho.

source: Ha! I will bring you and your ally in to Weldyn to be tried for treason. And it does not matter it is two boats to one; I have already sent a boat to inform the King, and get reinforcements.
fr: Ah ! Je vous amènerai, vous et votre allié, à Weldyn pour être jugés pour trahison. Et le fait que vous soyez à deux bateaux contre un n'a pas d'importance ; j'ai déjà envoyé un bateau pour informer le roi et obtenir des renforts.
pt_br: Há! Eu vou levar você e seu amigo para Weldyn para serem julgados por traição. E não me importa se são dois navios contra um; já enviei um barco para informar o rei e arranjar reforços.

source: Remember, crew, the healing grog is stored in those barrels.
fr: Rappelez-vous, marins : le grog qui guérit est dans ces tonneaux.
pt_br: Lembrem-se, homens, o rum restaurador está guardado naqueles barris.

source: Ah, some nice, refreshing grog! *gulp*
fr: Ahhh, un bon grog rafraîchissant ! *glouglou*
pt_br: Ah, nada como um bom e refrescante gole de rum! *gulp*

source: Drinking the grog heals $temp.name|!
fr: Buvant le grog guérit $temp.name|!
pt_br: Beber o rum restaura $temp.name|!

source: Well, what is it anyway that you people want? Why did you help us?
fr: Eh bien ! Qu'est-ce que vous nous voulez ? Pourquoi nous avez-vous aidés ?
pt_br: Bem, o que é mesmo que vocês querem? Porque é que vocês nos ajudaram?

source: We go out to sea, to build up an army large enough to retake Elensefar. You're an Elensian, right? I think you owe us your help. We did just save you from death, and now we have the men of Wesnoth against us in return.
fr: Nous partons au large pour constituer une armée suffisamment nombreuse pour reprendre Elensefar. Tu es elensséen toi aussi, aide-nous ! Nous venons de te sauver et, qui plus est, nous avons désormais les hommes de Wesnoth contre nous.
pt_br: Nós vamos criar um exército grande o bastante para retomar Elensefar. Você é um Elensiano, não é? Eu acho que você nos deve sua ajuda. Nós acabamos de salvá-lo da morte e agora temos os homens de Wesnoth contra nós como pagamento.

source: Well, I have been in Elensefar, and owe some help to it. Very well. Here is what I will do. There is an island in the west that has many warriors on it who will be willing to help you; I will join you, and try to convince those warriors to also, if you grant me one request.
fr: Je suis allé à Elensefar, et je suis redevable de l'aide que l'on m'y a apportée. D'accord ! Voici ce que je vais faire : il y a une île à l'ouest, où de nombreux guerriers seraient prêts à vous aider. Je me joindrai à vous et tenterai de les convaincre, si vous m'accordez un service.
pt_br: Bem, eu estive em Elensefar, e devo alguma ajuda, sim. Muito bem. Aqui está o que vou fazer. Há uma ilha à oeste cheia de guerreiros que estarão dispostos a ajudá-lo; eu me unirei com você e tentarei convencer aqueles guerreiros a fazer o mesmo, se você me conceder um único pedido.

source: Which is?
fr: Qu'est-ce que c'est ?
pt_br: ... que é?

source: I can't tell you until we reach the Western isle I told you about. That's part of the fun.
fr: Je ne peux vous le dire avant d'avoir atteint l'île en question. Ce sont les risques du métier...
pt_br: Não posso contar até que encontremos a ilha à oeste da qual lhe falei. Isso faz parte do trato.

source: Oh, fine... 'I swear on Elensefar my city and on my honor as a Sailor that I will honor your request, whatever it may be, whenever we reach this Western island and you secure the help of the warriors that live there.' Happy?
fr: Oh, d'accord... « Je jure sur ma ville Elensefar et mon honneur de marin que j'honorerai ta requête, qu'elle quelle soit, et quel que soit le moment où nous atteindrons cette île à l'ouest ; et toi, tu garantis l'aide des guerriers qui vivent là-bas ». Satisfait ?
pt_br: Oh, certo... 'eu juro por Elensefar, minha cidade, e pela minha honra como marinheiro que irei honrar seu pedido, seja ele o que for, assim que chegarmos nesta ilha ocidental e você assegurar-nos da ajuda dos guerreiros que vivem lá.' Satisfeito?

source: Very much so. Now, I will move my troops to your boat (it is faster), and we will head on west...
fr: En tous points !! Mes soldats embarqueront sur votre bateau (il est plus rapide), puis nous mettrons le cap à l'ouest...
pt_br: Sim, muito. Agora vou mover minha tripulação para o seu navio (que é mais rápido), e poderemos navegar para o oeste...

source: Blackmore the Black
fr: Blackmore la Noire
pt_br: Blackmore Obscura

source: Undead-Elf-Alliance
fr: Alliance-morts-vivant-elfe
pt_br: Aliança/Morto-viva/Elfo

source: Revolting Orcs
fr: Orques révoltantes
pt_br: Orcs revoltosos

source: Defeat enemy leaders
fr: Vaincre les chefs ennemis
pt_br: Derrotar líderes inimigos

source: Death of Ah-Reblak
fr: Mort d'Ah-Reblak
pt_br: Morte de Ah-Reblak

source: Black, why have you brought us here?!? This is just a remnant of a town, and there are no warriors here, just undead and orcs!
fr: Black, pourquoi nous as-tu amenés ici ?!? Il n'y a qu'une ville en ruines ici et aucun guerrier ! Juste des morts-vivants et des orcs !
pt_br: Black, por que é que você nos trouxe aqui? Isso são apenas as ruínas de uma cidade e não vejo nenhum guerreiro aqui, apenas mortos-vivos e orcs!

source: No, no, you are wrong there. This is no ruined city, this is Blackmore the Black, and for the past seventy years it has been the home of the Wesfolk who remained on this island.
fr: Non, non, tu te trompes. Ce n'est pas une ville en ruines, c'est Blackmore la Noire, et durant les soixante-dix dernières années, elle a servi de port d'attache aux Wesfolk qui sont restés sur cette île.
pt_br: Não, não, você está enganado. Isto aqui não é uma cidade arruinada, é Blackmore Obscura, e pelos últimos setenta anos tem sido o lar dos Wesfolk que permaneceram nesta ilha.

source: You mean those undead over there are 'Wesfolk'? As in the Wesfolk who came over with Lady Jessica?
fr: Tu veux dire que les morts-vivants là-bas sont des « Wesfolk » ? Semblables à ceux qui vinrent s'installer ici du temps de Dame Jessica ?
pt_br: Você está dizendo que aqueles mortos-vivos logo ali são 'Wesfolk'? Como os Wesfolk que vieram com a Senhorita Jéssica?

source: I would assume that is what he means, yes. So, Black, you've brought us here to have these Wesfolk help us?
fr: Je serais bien tenté de croire que c'est ce qu'il dit. Alors, Black, tu nous as conduits ici pour que ces Wesfolk nous viennent en aide ?
pt_br: Eu diria que é o que ele afirma, sim. Então, Black, você nos trouxe aqui para que conseguir a ajuda destes Wesfolk?

source: Well, yes, something like that.
fr: Euh... oui ! Quelque chose comme ça...
pt_br: Bem, sim, mais ou menos isso.

source: I see, brother, that you have returned with warriors. Are they to help us defeat these orcs?
fr: Je vois, mon frère, que tu es revenu avec des guerriers. Nous aideront-ils à vaincre ces orcs ?
pt_br: vejo, meu irmão, que você retornou com guerreiros. São eles que nos ajudarão a derrotar estes orcs?

source: What? That's not why we're here!
fr: Quoi ?? Ce n'est pas pour cela que nous sommes ici !
pt_br: O quê? Não é por isso que estamos aqui!

source: Well, yes it is. You have to help them secure this city before they will help you.
fr: En fait, si. Vous devrez assurer la sécurité de cette ville si tu souhaites qu'ils vous aident.
pt_br: Bem, é sim. Vocês têm que ajudá-los a garantir a segurança desta cidade antes que eles ajudem.

source: Help them? Help Islefolk? Why would we do that?
fr: Les aider ? Aider des Islefolk ? Pourquoi diable ferions-nous cela ?
pt_br: Ajudá-los? Ajudar estes nativos? E por que nós faríamos isso?

source: These are not Islefolk, brother, they are descendants of the Wesfolk who came over with Lady Jessica.
fr: Non mon frère, ce ne sont pas des Islefolk ! Ce sont des descendants des Wesfolk qui vinrent s'installer ici avec Dame Jessica.
pt_br: Estes não são nativos, meu irmão, eles são descendente dos Wesfolk que vieram com a Senhorita Jéssica.

source: What!? Followers of that deserter!? I can't believe you think we would help them!
fr: Quoi !? Aider cette bande de renégats !? Comment as-tu pu penser que nous les aiderions !?
pt_br: O quê? Seguidores daquela desertora?! Eu não acredito que você achou que nós iríamos ajudá-los!

source: I didn't have a choice, they needed help, so I made a deal that we would help them if they helped us.
fr: Je n'ai pas eu le choix, ils avaient besoin d'aide, alors j'ai conclu un marché : si vous les aidez, ils vous rendront la pareille...
pt_br: Eu não tinha escolha, eles precisam de ajuda, então fiz um trato de que iríamos ajudá-los se eles ajudassem também.
