Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Saving_Elensefar/*.po
Languages: fr, pt_br

source: Well, I think maybe we should land right in Elensefar itself. That way, we can go around most of the orcish defenses, which are probably guarding the bridges to the city.
fr: Et si nous débarquions directement au cœur de la ville ? De cette manière, nous pourrions contourner la plupart des défenses orcs... qui surveillent probablement les ponts qui conduisent à la ville.
pt_br: Bem, eu acho que talvez devêssemos aportar na própria Elensefar. Desse modo podemos evitar grande parte dos pontos de defesa dos orcs, que provavelmente estão guardando as pontes da cidade.

source: That is a bold plan, but I'm not sure it will work. If you do not succeed immediately, you will have alerted the orcs to our presence without accomplishing anything.
fr: C'est audacieux, mais je ne suis pas certain que ça marchera. Si vous ne réussissez pas tout de suite, les orcs seront alertés de notre présence avant que nous ayons pu accomplir quoi que ce soit.
pt_br: Este é um plano arrojado, mas não tenho certeza se vai funcionar. Se você não conseguir de primeira, terá alertado os orcs sobre sua presença sem ter conseguido nada.

source: Ah-Reblaks choice
fr: La choix d' Ah-Reblak
pt_br: A escolha de Ah-Reblak

source: A Choice must be make
fr: Un choix devons se fait
pt_br: Uma Escolha Tem Que Ser Feita

source: Hm... you are right there. Which plan should we use?
fr: Hum... vous avez raison. Quelle solution choisir ?
pt_br: Hmmm... você está certo. Que plano devemos usar?

source: I say we head north, as you proposed.
fr: J'estime qu'il faut se rendre au nord, comme tu l'as proposé.
pt_br: Eu digo para irmos para norte, como você propôs.

source: Madru's plan to head south sounds the best.
fr: Le plan de Madru qui passe par le sud paraît le meilleur.
pt_br: O plano de Madru de ir para o sul soa melhor.

source: Both of your plans were good, but I will stick to my own, and land in the harbor.
fr: Vos plans sont bons tous les deux, mais je m'en tiendrai à ma propre idée : débarquer dans le port de la ville.
pt_br: Ambos os planos parecem bons, mas eu prefiro o meu e prefiro ancorar no porto.

source: Very well. Let us not waste any more time, we must fight now.
fr: Bien, ne discutons plus ! Il est temps de nous battre !
pt_br: Muito bem. Deixemos de desperdiçar tempo, nós temos que lutar agora.

source: Epilogue
fr: Épilogue
pt_br: Epílogo

source: Meneldur, Black the Red, and Madru went to the Elensian palace, and searched the dungeons for prisoners taken by the orcs. They found many of the old nobility there, including the man who had been the Lord of Elensefar, Sir Darahan of Wesnoth. Having been taken captive immediately after the city was sacked, he had no knowledge of what had occurred in the many months since then.
fr: Meneldur, Black le Rouge et Madru se rendirent au palais elensséen et se mirent à la recherche des prisonniers. Ils y découvrirent de nombreux sujets de la vieille noblesse, et en particulier l'homme qui avait été le seigneur d'Elensefar : Sire Darahan de Wesnoth. Ayant été fait prisonnier immédiatement après la prise de la ville, il n'avait aucune idée de ce qui s'était passé au cours de sa captivité.
pt_br: Meneldur, Black, o Ruivo e Madru foram até o palácio Elensiano e procuraram pelos prisioneiros tomados pelos orcs nos calabouços. Eles encontraram muitos membros da antiga nobreza lá, incluindo o homem que era o Senhor de Elensefar, Sir Darahan de Wesnoth. Tendo sido levado cativo imediatamente após o saque da cidade, ele não tinha conhecimento sobre o que havia acontecido durante os vários meses desde então.

source: The three rescuers told him their tale, of how Elensefar was no longer a province of Wesnoth, and of how Undead were temporarily 'living' in the city. He had been a loyal supporter of the throne before his captivity, and while in prison he had been constantly expecting Wesnoth to come and free him. Until he was told of Wesnoth's betrayal, he had believed that it was men of Wesnoth who had come in from the sea to attack the city, men of Wesnoth who had been fighting in the streets to reach the orcish leader, men of Wesnoth who had finally come to unlock his cell door. Needless to say, he felt betrayed.
fr: Ses trois libérateurs lui racontèrent leur histoire. Ils lui apprirent qu'Elensefar n'était désormais plus une province de Wesnoth et que les morts-vivants « vivaient » temporairement dans la ville. Ayant juré fidélité à la couronne, il s'était attendu à ce que Wesnoth vienne le libérer. Jusqu'au moment où il fut libre de ses gestes à nouveau, il restait persuadé que ceux qui étaient venus de l'océan pour attaquer la ville et qui avaient combattu les orcs dans les rues étaient des hommes de Wesnoth. Il n'y avait rien d'autre à dire, il se sentait trahi...
pt_br: Os três resgatadores lhe contaram seu conto de como Elensefar já não mais era uma província de Wesnoth e de como mortos-vivos estavam temporariamente 'vivendo' lá. Ele era um leal servo do trono antes de seu cativeiro, e, durante o tempo que passou na prisão, havia esperado que Wesnoth viesse e o libertasse. Até saber da traição de Wesnoth ele acreditava que eram homens de Wesnoth que teriam vindo do mar para reconquistar a cidade, homens de Wesnoth que teriam lutado nas ruas para alcançar o líder orc, homens de Wesnoth que triam finalmente vindo tirá-lo de sua cela. É desnecessário dizer que ele se sentiu traído.

source: I still cannot believe that the men of Wesnoth, or the elves, would really fight to keep men of Elensefar from aiding Elensefar. What made them do it, do you think?
fr: Je n'arrive toujours pas à croire que les hommes de Wesnoth, ou les elfes, aient vraiment voulu empêcher des hommes d'Elensefar de sauver leur propre cité. À votre avis, qu'est-ce qui les a motivés ?
pt_br: Eu ainda não posso acreditar que os homens e elfos de Wesnoth realmente lutariam para fazer com que os homens de Elensefar não pudessem socorrer a cidade. O que você acha que os fez agir assim?

source: Well, hatred of me, and the perception that I was a traitor to my race, was what fueled the elven attack.
fr: Ils me haïssaient et me percevaient comme traître à ma race ; voilà ce qui a déclenché leur attaque.
pt_br: Bem, ódio por mim e a idéia de que eu sou um traidor para minha raça. Isso foi o que causou o ataque dos elfos.

source: They were willing to sacrifice a whole city to get revenge on one elf?
fr: Ils auraient été prêts à sacrifier une ville entière pour se venger d'un seul des leurs ?
pt_br: Eles estavam querendo sacrificar uma cidade inteira para obter vingança de um único elfo?

source: They did not think they were sacrificing it. They planned to attack the orcs right after they killed us; in fact, they were fighting the orcs at the same time they fought us. But before that, they had not attacked because they thought the Orcs would kill the elven prisoners if they did.
fr: Ils ne pensaient pas la sacrifier. Leur intention était d'attaquer les orcs juste après s'être débarrassé de nous. De fait, ils nous ont combattu en même temps, nous et les orcs. S'ils avaient reçu l'assurance que les prisonniers elfes ne seraient pas mis à mort, ils auraient attaqué plus tôt.
pt_br: Eles não pensaram que estavam sacrificando nada. Eles planejavam atacar os orcs logo após nossa morte; na verdade, eles estavam lutando os orcs ao mesmo tempo que lutavam conosco. Mas eles não atacaram antes porque pensaram que os orcs matariam os prisioneiros caso atacassem.

source: So they made a peace with the orcs because they feared their own kind's death? Don't they know orcs cannot be trusted? All the elves who lived in this city were slain long ago.
fr: Il ont fait donc la paix avec les orcs parce qu'ils craignaient pour la vie de quelques-uns d'entre-eux ? Ils ne savent pas qu'on ne peut pas faire confiance aux orcs ? Tous les elfes qui ont vécu dans cette ville sont morts depuis longtemps.
pt_br: Então eles fizeram paz com os orcs porque temiam a morte de seus irmãos? Eles não sabem que não se pode confiar nos orcs? Todos os elfos que viveram nesta cidade foram mortos há muito tempo.

source: When you are in danger of being attacked, you do not think clearly. Their attack was a mixture of motives, I would say. Hatred of Meneldur, fear of an orcish attack on their own country, fear of their kinsmen's death, and something else, I am not sure what, all made them willing to ally with evil.
fr: Quand on menace de vous attaquer, vous n'avez pas les idées claires. Leur agression était le fruit de nombreuses raisons : leur haine à l'encontre de Meneldur, la crainte d'une offensive orc dans leur propre pays et la mort de leurs familles, c'est cela qui les a conduit à conclure ce traité absurde avec le pire allié qui soit.
pt_br: Quando se está em perigo, ninguém pensa de maneira clara. Eu diria que o ataque foi motivado por várias coisas. Ódio por Meneldur, medo de um ataque dos orcs, medo da morte de seus irmãos, e algo mais, não sei bem o quê; tudo isso fez com que eles aceitassem aliar-se ao maligno.

source: That does not excuse them, though, and they deserved to die.
fr: Mais cela n'excuse en rien leur conduite, ils méritaient de mourir.
pt_br: Mas isso não os absolve da culpa e, por isso, eles mereceram morrer.

source: None of us are saying they did not.
fr: Personne ne dit le contraire.
pt_br: Nenhum de nós está dizendo o contrário.

source: I would. We do not know the circumstances of their peace treaty, nor even to say whether an alliance, if there had been one, would have been evil. After all, our alliance with undead is not, from our view, evil, but the circumstances are very similar.
fr: Moi, si. Nous ne savons pas dans quelles circonstances le traité de paix a été conclu, ni si cette alliance leur aurait été préjudiciable, pour autant qu'elle existât. Après tout, de notre point de vue, notre alliance avec les morts-vivants était bénéfique, les circonstances ne sont pas si différentes.
pt_br: Eu diria. Nós não sabemos as circunstâncias do acordo de paz, nem mesmo para dizer se a aliança, se é que há uma, teria sido de propósitos malignos. Afinal, nossa aliança com os mortos-vivos não é, do nosso ponto de vista, maligna, mas as circunstâncias são muito parecidas.

source: They are only similar if you assume that undead are evil. Some are, true, but not all. Mine and my brother's are not.
fr: Les circonstances sont les mêmes si vous considérez qu'un mort-vivant est mauvais par nature. Certains le sont, il est vrai, mais pas tous. Moi et mon frère en sommes la preuve.
pt_br: Só são parecidas se você assumir que os mortos-vivos são malignos. Alguns são, é verdade, mas não todos. Os meus e os de meu irmão não são.

source: I may be your ally, but I will never say your undead are not evil. You are probably not, probably you are just decieved as to what really occurs with undeath. But undead are evil.
fr: Je suis peut-être votre allié, mais je ne dirai jamais que les morts-vivants sont dignes de confiance. Peut-être pas vous, mais l'éternité ne vous condamne-t-elle pas à la rancœur ? Le contraire serait difficile à croire !
pt_br: Posso até ser eu aliado, mas nunca direi que seus mortos-vivos não são malignos. Imagino que você não seja, provavelmente só está enganado com relação a o que acontece com a conjuração dos mortos. Mas mortos-vivos são malignos.

source: Come on now. Well, it is true that the circumstances are not in truth similar, but they do appear to be. The elves may have thought they were.
fr: Allons, en vérité, les circonstances ne sont pas similaires, elles se ressemblent tout au plus ! Les elfes ont dû penser qu'elles leur seraient propices.
pt_br: Vamos lá, vamos lá. Bem, é verdade que as circunstâncias não são aparentemente semelhantes, mas me parece que sim. Os elfos devem ter pensado que sim.

source: I see, Meneldur. Well, I can see, in a distorted way, why the elves attacked us. But why were the humans willing to discard our age-old alliance, and attack us before the orcs?
fr: Je comprends mieux, Meneldur, quel fut l'écheveau à l'origine de l'attaque des elfes. Mais pourquoi les humains étaient-ils prêts à renoncer à notre alliance séculaire avec eux et nous ont attaqués nous, plutôt que les orcs ?
pt_br: Entendo, Meneldur. Bem, eu entendo, num ponto de vista distorcido, o porquê dos elfos terem nos atacado. Mas por que os humanos teriam descartado nossa antiga aliança e nos atacado antes dos orcs?

source: Well, we did attack them, multiple times. Although it was really self-defence.
fr: Nous nous en sommes pris à eux de nombreuses fois. Mais c'était de la légitime défense plus que tout autre chose.
pt_br: Bem, nós atacamos eles muitas vezes. Mesmo que fosse em legítima defesa.

source: They wished to defeat us first, then attack the orcs. Indeed, the elves and humans could have both had that plan. But the elves lost their temper right as we arrived, and attacked the orcs immediately.
fr: Ils voulaient se débarrasser de nous d'abord, puis des orcs. De fait, elfes et humains auraient pu établir ce plan tous les deux. Mais les elfes ont perdu leur sang-froid alors que nous arrivions, et ont attaqué les orcs sans plus attendre.
pt_br: Eles desejavam nos derretar primeiro para depois atacar os orcs. Certamente os elfos e humanos poderiam ter tal plano. Mesmo assim, os elfos perderam a paciência exatamente enquanto nós chegávamos e atacaram os orcs imediatamente.

source: That is called treachery, and would not excuse a treaty with the orcs.
fr: Traîtrise que cela, mais qui n'excuserait pas une alliance avec les orcs.
pt_br: Isso se chama traição e uma aliança com os orcs não deveria ser perdoada.

source: I agree that it would be treachery, but I think it is not what they planned. The men of Wesnoth do not see good and evil as we do. To them, good is what benefits Wesnoth, and evil is what hurts it. They may have actually planned on a permanent alliance with the Orcish state, because that would allow them to create provinces in the north unopposed.
fr: On peut appeler cela de la traîtrise, mais je ne crois pas que telle ait été leur intention. Les hommes de Wesnoth ne voient pas le bien et le mal comme nous le faisons. Pour eux, est bien ce qui profite à Wesnoth, et mal ce qui va à son encontre. Ils projetaient sans doute de conclure une alliance permanente avec l'état orc, ce qui leur aurait permis de créer des provinces au nord sans rencontrer de résistance.
pt_br: Concordo que seria traição, mas não acho que era o que eles planejaram. O povo de Wesnoth não vê bem e mal como nós vemos. Para eles, bem é tudo o que traga benefícios para Wesnoth e mal é tudo o que maltrata o reino. Eles provavelmente planejaram uma aliança com uma tribo orc porque isso permitiria a criação de províncias no norte sem nenhuma oposição.

source: Possibly. However, all of this is just speculation. We cannot know why they actually attacked us, can we? We can only guess.
fr: C'est possible. Mais tout cela n'est que pure spéculation. Pouvons-nous savoir quel a été le véritable motif de leur agression ? Non, nous pouvons seulement tenter de deviner.
pt_br: Possivelmente. Mas isso tudo é só especulação. Nós não temos como saber o porquê deles terem nos atacado, não é? Só podemos imaginar.

source: Which is why this is rather pointless.
fr: Ce qui rendrait cette discussion bien futile...
pt_br: E é por isso que esta discussão não tem propósito algum.

source: Well, I must be going. I do not know where my people will go now; so few are left alive. But I will not stay in this city, it is too dangerous. I will go north.
fr: Bien, je dois vous quitter. Je ne sais pas ce qu'il adviendra de mon peuple ; bien peu sont encore vivants. Mais je ne resterai pas dans cette ville, c'est trop dangereux. Je partirai au nord.
pt_br: Bem, eu preciso ir. Eu não sei para onde meu povo irá agora, restaram tão poucas pessoas... mas não ficarei nesta cidade, é muito perigoso. Eu vou para o norte.

source: Very well. I suppose this council is ended, and the real work of Daharan's reign shall begin.
fr: Nous sommes arrivés au terme de ce conseil. Maintenant, la tâche incombe à Daharan et son règne doit commencer.
pt_br: Muito bem. Eu suponho que este conselho acaba aqui, e o trabalho duro do reinado de Daharan começará agora.

source: A King's Demand
fr: Un ordre du Roi
pt_br: A Ordem de um Rei

source: Far West
fr: extrême ouest
pt_br: extremo oeste

source: It is the traitor who killed Aldran and Thendol approaching! Prepare to destroy him.
fr: Voilà le traître qui a tué Aldran et Thendol ! Soyez prêts à l'abattre.
pt_br: O traidor que matou Aldran e Thendol está se aproximando! Preparem-se para destruí-lo.

source: Meneldur! I bear a message from the King! If you surrender now, your life will be spared. The King is even willing to aid you in your quest to regain Elensefar. But you must pledge allegiance to the Throne again, and agree to aid it in its battles.
fr: Meneldur, je porte un message du Roi ! Si tu te rends maintenant, nous épargnerons ta vie. Le Roi est prêt à t'aider à reprendre Elensefar. Mais tu devras prêter de nouveau allégeance au trône, et participer aux batailles dans lesquelles le Roi sera engagé.
pt_br: Meneldur! Eu trago uma mensagem do Rei! Se você render-se agora, sua vida será poupada.O Rei até mesmo se propõe a ajudar em sua missão de reconquistar Elensefar. Mas para isso você precisa jurar sua aliança para o Trono Real novamente e aceitar ajudar em suas batalhas.

source: Hah! And what will you do with me and my kind, who have joined with Meneldur and are bound to him? Doubtlessly you would kill us.
fr: Hah ! Et que ferez-vous de moi et des miens, qui ont rejoint Meneldur et sont liés à lui ? Tu nous tueras ! Cela ne fait aucun doute !
pt_br: Há! E o que você fará comigo e com meus guerreiros, os quais se aliaram a Meneldur e estão compromissados com ele? Sem dúvida alguma você nos mataria.

source: He is right. We can defeat these forces, and rid this area of their lordship.
fr: Il a raison. Nous pouvons vaincre leurs troupes et débarrasser cette zone de leur présence.
pt_br: Ele está certo. Nós podemos derrotar estas tropas e acabar com sua soberania nesta região.

source: Your ship has been captured by others of us. You do not know what awaits you further up the isle... I tell you, if you refuse this you are a dead man, whether I die or not.
fr: D'autres que nous se sont emparés de votre navire. Vous ne savez pas ce qui vous attend au-delà de cette île... Je te préviens, si tu refuses mon offre tu seras un homme mort, que je meure ou non.
pt_br: Sua embarcação foi capturada por nossos aliados. Você não sabe o que espera mais ao norte da ilha... eu posso lhe dizer, e, caso você se recusa a cooperar, pode considerar-se um homem morto, eu morrendo também ou não.

source: Your threats do not scare me. Prepare for battle, men!
fr: Tes menaces ne me font pas peur. Compagnons, soyez prêts à vous battre !
pt_br: Suas ameaças não me assustam. Preparem-se para a batalha, homens!

source: Very well, you have chosen. Handran, send a scout to the leader and tell her Meneldur has refused our offer. She will be most displeased.
fr: C'est ton choix, très bien ! Handran : envoie un éclaireur à notre chef et dit lui que Meneldur a rejeté notre offre. Elle sera très contrariée.
pt_br: Muito bem, foi você quem escolheu. Handran, mande um batedor avisar nossa líder que Meneldur recusou sua oferta. Ela ficará muito descontente.

source: I wonder what that was all about...
fr: Je me demande ce qu'il voulait dire par là...
pt_br: O que será que aquilo quiz dizer?

source: Meneldur! It seems that our commanders and our best fighters have been killed. If you leave us now, we will probably die, since only they knew how to command our ship. Have mercy, and help us!
fr: Meneldur, ceux qui nous commandaient et nos meilleurs combattants sont morts. Nous mourrons sûrement si nous partons, eux seuls savaient comment manœuvrer notre navire. Aie pitié, et aide-nous !
pt_br: Meneldur! Parece que nossos comandantes e melhores guerreiros foram mortos. Se você nos deixar agora, provavelmente morreremos, pois apenas eles sabiam manejar nosso navio. Tenha piedade, ajude-nos!

source: What would you have me do? Give you navigators to help you? Why would I do that for an enemy?
fr: Que devrais-je faire ? Vous fournir des navigateurs ? À vous, mes ennemis ?
pt_br: E o que você desejaria? Que eu lhes desse alguns de meus navegadores? Por que eu faria isso por um inimigo?

source: Well, why don't you let us join you? There is nothing else for us to do.
fr: Pourquoi ne pas nous laisser vous rejoindre ? Nous n'avons pas d'autre choix.
pt_br: Bem, por que você deixa que nos unamos a você? Não nos resta nada o que fazer...

source: Wouldn't that make you a traitor?
fr: Est-ce que cela ne ferait pas de toi un traître ?
pt_br: Isso não faria de você um traidor?

source: No, since I don't think you are traitors, and my commander is dead. It is just joining another battalion.
fr: Non, car je ne pense pas que vous soyez des renégats ; et mon commandant est mort. Ce sera comme si l'on nous affectait à un nouveau bataillon.
pt_br: Não, pois não penso que vocês sejam traidores. Além do mais, meu comandante está morto. Seria como unir-me a outro batalhão.

source: Well, if he puts it that way, why should we refuse? We can always use fresh recruits.
fr: Présenté de cette façon, pourquoi refuser ? De nouvelles recrues sont toujours utiles.
pt_br: Bem, se ele pensa desse jeito, por que deveríamos recusar? Sempre é bom ter novos recrutas.

source: Very well... now, we will move further down the peninsula to regain our ship.
fr: Entendu... maintenant, dirigeons-nous vers le sud de la péninsule pour retrouver notre navire.
pt_br: Muito bem... agora vamos, temos que ir para o sul da penísula para recuperar nosso navio.

source: Please have mercy, what had I done?
fr: S'il vous plaît ayez pitié, qu'avais-je fait?

source: Ahhrg, I surrender
fr: Ahhrg, je me rends
pt_br: Ahhrg, eu me rendo

source: Off the Peninsula
fr: Départ de la péninsule
pt_br: Fora da Penísula

source: Elvish Offshore
fr: Extracôtiers elfique

source: I heard about your defeat of the elves on the isle, and I knew you'd probably show up here sooner or later.
fr: J'ai entendu dire que vous aviez vaincu les elfes sur cette île ; je m'attendais à vous voir apparaître ici tôt ou tard.
pt_br: Ouvi que você derrotou os elfos da ilha. Eu sabia que você viria para cá cedo ou tarde.

source: I might have known. You must be the leader of these men; I wouldn't put aligning with men below you, after you surrendered to orcs!
fr: J'aurais dû m'en douter. Vous devez être à la tête de ces hommes... Je ne suivrai pas les hommes sont derrière vous, Vous qui avez capitulé devant les orcs !
pt_br: Eu deveria saber. Você é o líder destes homens; eu nunca me aliaria com alguém como você, depois que você rendeu-se a orcs!

source: 'Surrendered' is not the way I would put it, but fine, have it your way.
fr: Je ne dirais pas que nous ayons « capitulé », mais si c'est comme cela que vous l'entendez, ça me va !
pt_br: Rendição não é bem como eu definiria, mas tudo bem, como queira.

source: So, it is the traitor returning to greet his foe. How pleasant.
fr: Voyez-vous cela ! Un traître revenant narguer son ennemi ! C'est plutôt cocasse, je dois dire...
pt_br: Então o traidor está voltando para saudar seu inimigo. Que lindo.

source: What are you doing here? My quarrel is with the Wesnothians, not with you.
fr: Que faites-vous là ? Je suis en conflit avec les Wesnothiens, pas avec vous.
pt_br: E o que você está fazendo aqui? Meu problema é com os wesnothianos, não com você.
