Repository: trewe/wesn-pt-trans
Catalog: steam/*/wesnoth-steam.po
Languages: pt

source: ######## SUMMARY ########
pt: ######## RESUMO ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. Explore the four corners of Irdya in seventeen solo campaigns and dozens of multiplayer maps, taking part in countless adventures as you go.
pt: A Batalha por Wesnoth é um jogo de estratégia de código aberto num mundo de fantasia. Explora os quatro cantos do continente de Irdya em dezassete campanhas e dezenas de mapas em rede, participando em inúmeras aventuras no progresso.

source: ######## DESCRIPTION ########
pt: ######## DESCRIÇÃO ########

source: The Battle for Wesnoth is an open source, turn-based strategy game with a high fantasy theme. From the plains of Weldyn to the forests of Wesmere, from the mines of Knalga to the soaring peaks of the Heart Mountains, take part in over a dozen adventures spanning centuries! Play as a young prince as he flees the encroaching forces of the Lich Lords to a new home across the sea... Delve into the blackest depths of the earth to craft a jewel of fire itself... Travel the continent in a daring quest to reclaim your rightful throne from a usurping queen... Step into the shoes of a young mage, his village beset by orcish invasion, as he seeks vengeance and immortality... Battle the undead hordes of a foul necromancer as he marches upon your capital... Lead a daring group of survivors across the blazing sands to a final confrontation with an unseen evil... The choice is up to you.
pt: A Batalha por Wesnoth é um jogo de estratégia de código aberto num mundo de fantasia. Deste as planícies de Weldyn até as florestas de Wesmere, das minas de Gnalga aos picos sublimes das montanhas centrais, participa em dezenas de aventuras por vários séculos! Joga com o jovem príncipe na sua fuga das forças temíveis dos Liches para encontrar o seu novo lar do outro lado do oceano... Sucumba nas profundezas tenebrosas para criar a joia do próprio fogo... Viaja o continente numa aventura ousada para reclamar o trono legítimo de uma rainha usurpadora... Entra na pele de um jovem mago, a sua aldeia sob ameaça de uma invasão orc, para encontrar vingança e imortalidade... Combate as hordas imortais de um necrómante maligno a marchar contra a sua capital... Lidera um grupo de sobreviventes pelas areias escaldantes para a confrontação de um mal desconhecido... A escolha é sua.

source: Then take the battle online! Choose from seven fully-balanced factions and duke it out with your friends in over 50 multiplayer maps for parties of all sizes!
pt: E depois leva a batalha online! Escolha de entre sete facões balanceadas e leva o melhor aos seus amigos em mais de 50 mapas diferentes.

source: Explore hundreds of creative community-made campaigns, maps, and factions for both single and multiplayer, and try your hand at crafting your own! Wesnoth features a built-in map editor, a highly moddable engine, a simple and intuitive scripting language, and a friendly and dedicated modding community. There's no telling what adventures you'll bring to life!
pt: Explora centenas de campanhas, mapas e fações feitas pela comunidade ou tenta a sua vez ao criar o seu próprio conteúdo! Wesnoth vem com um editor de mapa incluído, um motor de jogo altamente modificável, uma linguagem de script simples e intuitiva e uma comunidade amigável e dedicada. A sua criatividade não tem limites!

source: ######## SUPPORTED PLATFORMS - MINIMUM REQUIREMENTS ########
pt: ######## PLATAFORMAS SUPORTADAS - REQUERIMENTOS MÍNIMOS ########

source: #### OS VERSION ####
pt: #### VERSÃO SO ####

source: Windows 7 SP1 or later
pt: Windows 7 SP1 ou superior

source: OS X 10.11 or later
pt: OS X 10.11 ou superior

source: Ubuntu 16.04 or compatible
pt: Ubuntu 16.04 ou combatível

source: #### PROCESSOR ####
pt: #### PROCESSADOR ####

source: Dual-core 2.0 GHz or better
pt: Dual-core 2.0 GHz ou melhor

source: #### GRAPHICS ####
pt: #### GRÁFICOS ####

source: #### SOUND CARD ####
pt: #### PLACA DE SOM ####

source: #### ADDITIONAL NOTES ####
pt: #### NOTAS ADICIONAIS ####

source: 64-bit only
pt: apenas 64 bit

source: ######## SUPPORTED PLATFORMS - RECOMMENDED REQUIREMENTS ########
pt: ######## PLATAFORMAS SUPORTADAS - REQUERIMENTOS RECOMENDADOS ########

source: macOS 10.15 or later
pt: macOS 10.15 ou superior

source: Ubuntu 20.04 or compatible
pt: Ubuntu 20.04 ou combatível

source: Dual-core 3.2 GHz or better
pt: Dual-core 3.2 GHz ou melhor

source: ######## LEGAL INFORMATION ########
pt: ######## INFORMAÇÕES LEGAIS ########
