Repository: trewe/wesn-pt-trans
Catalog: umc/*/wesnoth-Unite_the_Clans.po
Languages: pt

source: Unite the Clans
pt: Reúne as Tribos

source: UTC
pt: RaT

source: Aimed to be a minimalist campaign. A young warchief have to unite all local clans and defend against invading knights, whose aim is to prevent the orcs from gaining power in this region.
pt: Uma campanha mínima na qual um jovem guerreiro orc tem de unir todas as tribos locais e expulsar os cavaleiros invasores que o querem prevenir de angariar o poder na região.

source: Made by Stanislav Hoferek
pt: Feito por Stanilav Hoferek

source: your_leader_male^Maihern
pt: Maihern

source: Defeat trolls, goblins and human knights
pt: Derrota os trogloditas, os gnomos e todos os cavaleiros humanos

source: Death of Maihern
pt: Morte de Maihern

source: Those damned knights are back! They must've heard about my plan, to conquer trolls and goblins. I must destroy these humans if I were to unite the clans!
pt: Aqueles cavaleiros malditos estão de volta! Têm de ter ouvido do meu plano de conquista dos trogloditas e gnomos. Tenho de vencer estes humanos se quero unir as tribos!

source: Great! Orcs, goblins and trolls will fight under one banner. Now it is our time to control our destiny.
pt: Vitória! Agora os orcs, trogloditas e gnomos lutam sob a mesma estandarte lado a lado. É tempo de tomar as rédeas do nosso destino.

source: Argh, I am dying! Orcs will be weak without a strong leader.
pt: Arre, estou a morrer! A minha tribo será demasiada fraca sem um líder.

source: More warriors are here to fight at our side! I can also recruit new units!
pt: Vieram mais guerreiros para lutarem do nosso lado! E ainda posso recrutar novos recrutas!
