Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-The_Haunted_Woods/*.po
Languages: pt

source: Adventurers
pt: Aventureiros

source: Undead
pt: Mortos-Vivos

source: Trolls
pt: Trogloditas

source: Defeat the enemy leaders
pt: Derrota os líderes inimigos

source: Death of all units of your side
pt: Morte de todas as unidades da tua equipa

source: Death of any heroes
pt: Morte de qualquer herói

source: The Haunted Woods
pt: Os Bosques Assombrados

source: Take 3 adventurers along a quest to uncover the secrets in the Grey Woods, use map settings. Please use default era (or an era that includes units from default era).
pt: Leva 3 aventureiros ao longo duma busca para descobrir os segredos dos Bosques Escuros, usa as configurações do mapa. Utiliza a era padrão (ou uma era que inclui unidades da era padrão).

source: Take a look at the shops
pt: Espreita nas lojas

source: Make the first player go to the signpost when you guys are all ready
pt: Mova o primeiro jogador ao poste de sinalização quando estiverem prontos

source: Hint: Remember the name of this campaign includes 'Haunted.' Keep this in mind when you buy upgrades.
pt: Dica: Lembra-te que no nome da campanha está incluído "Assombrados". Mantenha-o em mente quando comprares extras.

source: Look to the north! Travelers approach!
pt: Olham à norte! Viajantes estão a aproximar-se!

source: Halt! State your purpose, or face the consequences of tresspassing on our land, shorty!
pt: Alto! Relata o teu propósito, ou encara as consequências de trespassar na nossa terra, pequeno!

source: Pointy-ears, you have no business speaking like that to me.
pt: Orelhas-pontiagudas, não tem este direito de falar desta maneira comigo.

source: Let's imprison him!
pt: Vamos prender-o!

source: Wait! Lord Throlas, have you forgotten the mission you gave me?
pt: Espera! Senhor Throlas, esqueceste-te da missão que me deste?

source: Ah, yes, I had told you to make council with the dwarves and discuss possible trade. Guards, put down your swords.
pt: Ah, sim, disse-te para reconciliar-te com os anões e discutir um possível comércio. Guardas, baixam as vossas espadas.

source: Yes, Lord Throlas.
pt: Sim, Senhor Throlas.

source: Whell,,,,,,,,,,,,whatsaboutstehhyoomahn,,,,,,,,,,,,tehn?
pt: Bom,,,,,,,,,oqueésobreestehumano,,,,,,,,,,,,então?

source: He means: 'what about the human?'
pt: Quer dizer: "o que é sobre o humano?"

source: Sir, have you forgotten, you personally sent me here.
pt: Senhor, esqueceste-te, enviaste-me pessoalmente aqui.

source: Rightst!!!!!!!!!!Istalmostsdidsn'tsforgotsaboutstahts.
pt: Certo!!!!!!!!!!!euquasenãoesqueci-mesobreisto.

source: He means: 'right! I almost didn't forget about that.'
pt: Quer dizer: "certo! Quase não esqueci-me sobre isto."

source: I have heard reports from Carcyn lately of strange activities in the Grey Forest.
pt: Tenho ouvido relatos sobre Carcyn ultimamente de actividades estranhas nos Bosques Escuros.

source: Fioril, it is imperative that you investigate this activity, because... Well, just go.
pt: Fioril, é imperativo que investigas esta actividade, porque... Bem, simplesmente vá.

source: Hyoomahn,,,,,,,,,,gostwithsher.
pt: Eohumano,,,,,,,,,vácomela.

source: He means: 'human, go with her.'
pt: Quer dizer: "humano, vá com ela."

source: Yes, sir (geez, what a fool, sending me into a haunted forest).
pt: Sim, senhor (chi, que idiota, enviar-me para os bosques assombrados).

source: I think I'll go with them. A new adventure certainly seems more interesting than staying here to discuss politics.
pt: Penso que vou com eles. Uma nova aventura certamente parece mais interessante do que ficar aqui e discutir politica.

source: <b><big>And you'd better go quick, stinking dwarf!!!!</big></b>
pt: <b><big>E é melhor ires, anão fedorento!!!!</big></b>

source: I've had quite enough from you, $stored_marshal_idiot.name|! Off with his head, avengers!
pt: Já estou farto de ti, $stored_marshal_idiot.name|! Cortam-lhe a cabeça, vingadores!

source: Oh dear.
pt: Meu deus.

source: no!
pt: não!

source: Oh, and, on a more calm note, before you leave, please visit a couple of the shops in the City Square, you may be able to find things you need.
pt: Ó, e, agora a sério, antes de partires, por favor visita um par de lojas no centro da cidade, podem lá encontrar coisas das quais precisam.

source: The difficulty has been automatically set to 'medium'!
pt: A dificuldade foi escolhida automaticamente para "médio"!

source: Let us not tarry here any longer.
pt: Não nos deixam ficar por aqui muito mais tempo.

source: Good luck on your adventure, adventurers. I'll give you some gold when you depart.
pt: Boa sorte na vossa aventura, aventureiros. Dou-vos algum ouro quando partirem.

source: Attack on Carcyn
pt: Ataque à Carcyn

source: Death of Thrion
pt: Morte de Thrion

source: Finally! Reinforcements are here!
pt: Finalmente! Reforços chegaram!

source: We are just people sent to explore the Grey Woods.
pt: Somos apenas pessoas enviadas para explorar os Bosques Escuros.

source: You must help us! Look at our condition!
pt: Tens de ajudar-nos! Olha à nossa condição!

source: We weren't ordered to. Therefore, we see no need to partake in your problems.
pt: Não somos ordenados para fazer-o. Pois, não vemos a necessidade para interferir nos teus problemas.

source: Brave Adventurers, Lord Throlas personally dispatched me a second ago to tell you to assisst in the defense of Carcyn if Captain Thrion deems it necessary.
pt: Aventureiros valentes, Lorde Throlas pessoalmente enviou-me a um segunda atrás para dizer-vos para assistirem na defesa de Carcyn se o Capitão Thrion assim o deseja.

source: Very well, we will help you defeat your enemies.
pt: Muito bem, iremos ajudar-te a derrotar os teus inimigos.

source: Thank you, Fioril. I will place in your command the Guard of Carcyn.
pt: Obrigado, Fioril. Irei colocar a Guarda de Carcyn ao teu comando.

source: Not much of a guard...
pt: Não muito de uma guarda...

source: Get off of my yard!
pt: Saía da minha casa!

source: Angry Peasant
pt: Camponês Enfurecido

source: Get off of my hunting patch!
pt: Saía do meu lugar de caça!

source: Angry Woodsman
pt: Florestal Enfurecido

source: Get off of my tavern!
pt: Saía da minha taverna!

source: Angry Ruffian
pt: Rufia Enfurecido

source: So is this our training exercise?
pt: Então é este o nosso exercício de treino?

source: No, this isn't some training exercise, you dolt! These enemies are invading Carcyn.
pt: Não, este não é algum exercício de treino, seu idiota! Estes inimigos estão a invadir Carcyn.

source: Okay, that'll work. Bye!
pt: Ok, isto dará. Adeus!

source: No, wait, don't leave! We need your help.
pt: Não, espera, não nos deixes! Precisamos da tua ajuda.

source: Fine, whatever.
pt: Bom, que seja.

source: Carridry can now recruit Magi from the Great Academy!
pt: Carridry pode agora recrutar magos da Grande Academia!

source: Thank you for saving Carcyn. The undead seem to have come from the Grey Woods. Since you're going there, I'll remain here, in case orcs come here again from the east.
pt: Obrigado por salvares Carcyn. Os morto-vivos parecem ter vindo dos Bosques Escuros. Já que vão para aí, permaneço aqui, no caso de os orcs vierem aqui novamente do este.

source: Good luck, Captain Thrion.
pt: Boa sorte, Capitão Thrion.

source: Brave heroes, thank you for destroying these foul undead who drove us from our home. However, we're afraid that there are many more gathering in the woods, preparing to attack again in much greater numbers. Could you help us defeat these that invaded our home?
pt: Bravos heróis, obrigado por destruir estes mortos-vivos imundos que levaram-nos do nosso lar. No entanto, estamos com medo de que existem muitos mais a encontrar-se na floresta, a preparar-se para atacar novamente em números muito maiores. Poderias ajudar-nos a derrotar estes que invadiram o nosso lar?

source: No.
pt: Não.

source: Yes.
pt: Sim.

source: Definitely yes.
pt: Decididamente sim.

source: Outvoted, Fioril.
pt: Em minoria, Fioril.

source: Fioril can now recruit Woses.
pt: Fioril pode agora recrutar Silvanos.

source: Without me to lead the Guard, all hope is lost!
pt: Sem a mim para levar a guarda, tudo está perdido!

source: There wasn't much of a Guard in the first place...
pt: Não havia muito de uma Guarda no primeiro lugar...

source: Entering the Grey Woods
pt: Entrando nos Bosques Escuros

source: Bandits
pt: Bandidos

source: Find the tribe leader
pt: Encontra o líder da tribo

source: These woods make me nervous. I feel like I want to kill some bones.
pt: Estes bosques deixam-me nervoso. Sinto que quero matar alguns ossos.

source: Halt, man! Are you fleeing from the laws of Wesnoth in these woods?
pt: Alto, homem! Estás a fugir das leis de Wesnoth nestes bosques?

source: No, my tribe is just a community of men and women who like living by themselves, away from others.
pt: Não, a minha tribo é apenas uma comunidade de homens e mulheres que gostam de viver sozinhos, longe dos outros.

source: But the path you are running along will lead you out of these woods soon. Why would you be running away from your tribe?
pt: Mas o caminho que estás a correr levará-te para fora destes bosques em breve. Porque estarias a fugir da tua tribo?

source: Do you not feel this fog is unnatural?
pt: Não sentes que esta névoa não é natural?

source: Yes. Does it have something to do with the undead we encountered several days ago?
pt: Sim. Será que tem algo a ver com os mortos-vivos que encontramos há alguns dias?

source: Yes! The undead hordes are gathering no more than a night's march away from here, to the northeast!
pt: Sim! As hordas de mortos vivos reúnam-se há mais de uma noite de marcha daqui, para o nordeste!

source: How do you know Carcyn was attacked?
pt: Como sabes que Carcyn foi atacado?

source: I don't.
pt: Não sabia.

source: Mmm hmmm, so why did you pretend to know what we were talking about?
pt: Mm hmmm, então porque finges saber do que estávamos a falar?

source: I wasn't pretending.
pt: Não pretendi.

source: You know, and you don't know?
pt: Sabes, e não sabes?

source: That would be correct.
pt: Isto seria correcto.

source: These ruffians are strange creatures...
pt: Estes rufias são criaturas estranhas...

source: Thank goodness! Help has arrived! We will help you on your adventure, give you the rest of our money, and allow you access to our shops even though you might be here only to exterminnate us and we have no clue whatsoever.
pt: Graças a Deus! A ajuda chegou! Vamos ajudar-te na tua aventura, dar-te o resto do nosso dinheiro, e permitir-te acesso as nossas lojas mesmo que poderias estar aqui apenas para exterminar a nós e não temos nenhuma pista.

source: Some people like you have been known to help us in the north, why don't you join my army? We could use some who are useful in the forests here.
pt: Algumas pessoas como vós têm sido conhecido para ajudar-nos no norte, porque não se juntam ao meu exército? Poderíamos usar alguns que são úteis nas florestas aqui.

source: Wow, that guy sure didn't show any reluctance in coming over to our side.
pt: Uau, aquele tipo com a certeza não mostrou qualquer relutância em vir para o nosso lado.

source: We should be careful, who knows what his thieves are capable of in the night.
pt: Devemos ter cuidado, quem sabe do que os seus ladrões são capazes durante a noite.

source: Aigatus can now recruit Footpads, Thieves, and Poachers.
pt: Aigatus agora pode recrutar proscritos, ladrões e caçadores.

source: You can now recruit Footpads, Thieves, and Poachers.
pt: Podes agora recrutar Proscritos, Ladrões e Caçadores.

source: Aigatus, don't be selfish and not share any of that gold.
pt: Aigatus, não sejas egoísta e partilha algum deste ouro.

source: The night has been strangely long, and there's still no sight of dawn.
pt: A noite tem sido estranhamente longa, e ainda não há visão da aurora.

source: Weren't the undead here before you?
pt: Não estavam os mortos-vivos aqui antes de ti?

source: Yes, that is true. But ever since the undead gained power, the natural cycle of life and light in the forest was disrupted by their evil necromancers and the undead have risen in much greater numbers than before, most likely under the leadership of a lich. Our feet have reported he is gathering forces deep in the woods, near a cave system.
pt: Sim, isto é verdade. Mas desde que os mortos-vivos ganharam o poder, o ciclo natural da vida e da luz na floresta foi interrompido pelos seus maus necromantes e mortos-vivos têm aumentado em número muito maior do que antes, muito provavelmente sob a liderança de um lich. Os nossos pés têm relatado que está a ganhar forças profundas no bosque, perto de um sistema de cavernas.

source: Wait, weren't they already in power?
pt: Espera, não estavam já no poder?

source: Yes, why?
pt: Sim, porque?

source: Just checking.
pt: Apenas a confirmar.

source: And what exactly are 'feet'?
pt: E o que exactamente são os "pés"?

source: It's short for footpad.
pt: É a abreviação de proscrito.

source: The undead presence here is eliminated, for now. But we should continue into the forest, to try to find the origin of all of this evil activity.
pt: A presença dos mortos-vivos aqui é eliminado, por enquanto. Mas devemos continuar dentro da floresta, para tentar encontrar a origem de toda esta actividade má.

source: We will go with you.
pt: Iremos contigo.

source: The Grey Swamp
pt: O Pântano Escuro

source: Once more, the fog has thickened. Dwarves, prepare for battle against unknown and evil creatures!
pt: Mais uma vez, o nevoeiro engrossou. Anões, preparam-se para a batalha contra criaturas desconhecidas e do mal!

source: Prepare for battle, men!
pt: Preparem-se para a batalha, homens!

source: Get ready to blast some enemies into oblivion! Elves, prepare to charge!
pt: Preparam-se para explodir alguns inimigos ao esquecimento! Elfos, preparam-se para carregar!

source: Mohr invahdors! Killllll!
pt: Mais intrusos! Matar!

source: It looks like we will have to eliminate these stupid rocks as well.
pt: Parece que teremos de eliminar estas pedras estúpidas também.

source: The power of these undead since we came into the forest has seemingly increased. We must continue further into the forest and find the source of this evil.
pt: O poder destes mortos-vivos desde que viemos para a floresta tem aparentemente aumentado. Temos de prosseguir ainda mais na floresta e encontrar a origem deste mal.

source: River of Undead
pt: Rio dos Mortos-Vivos

source: What? Impossible! Why does the path not continue past here?
pt: O quê? Impossível! Porque não continua o caminho após aqui?

source: A good question.
pt: Uma boa pergunta.

source: Maybe it's a trap.
pt: Talvez seja uma armadilha.

source: Haha! You've walked right into our trap!
pt: Haha! Caminhaste directamente para a nossa armadilha!

source: Good job, faithful servant. However, I'll disappointingly not be able to share in the pleasure of freezing these intruders myself, as I have other important matters in another part of the woods. When you return, I will reward you.
pt: Bom trabalho, servo fiel. No entanto, é decepcionante não ser capaz de compartilhar o prazer de congelar estes intrusos a mim, como tenho outras questões importantes noutra parte da floresta. Quando voltares, recompensarei-te.

source: Thank you, master.
pt: Obrigado, mestre.

source: Aigatus, please don't say anything like that next time.
pt: Aigatus, por favor, não digas nada disto na próxima vez.

source: To arms, my friends!
pt: Ás armas, meus amigos!

source: To arms, dwarves (and men)!
pt: Ás armas, anões (e homens)!

source: I found mermen hiding in this village!
pt: Encontrei aquáticos a esconder-se nesta aldeia!

source: Hi
pt: Olá

source: We appreciate your assisstance. We will try our best to put your individual specialties to good use in this battle.
pt: Agradecemos a tua assistência. Tentaremos o nosso melhor para colocar as tuas especialidades individuais para uma boa utilização nesta batalha.

source: The merfolk have pledged their allegience to the adventurers by saying hi.
pt: Os aquáticos já comprometeram a fidelidade dos aventureiros ao dizer olá.

source: Finally, we've defeated these foul undead.
pt: Finalmente, derrotamos estes mortos-vivos imundos.

source: I fear the undead will soon regroup. We must continue into the forest in search of the source of this evil, but be VERY CAREFUL in case they try one of these TRAPS again.
pt: Receio que os mortos-vivos em breve reagrupam Temos de prosseguir dentro da floresta em busca da fonte do mal, mas muito cuidado no caso de tentarem uma destas armadilhas novamente.

source: Escape to the caves
pt: Escapa para as Cavernas

source: Move all leaders into the caves
pt: Mova todos os líderes para as cavernas

source: I think we may be surrounded.
pt: Penso que estamos cercados.

source: Annoying undead, want to kill them?
pt: Morto-vivos irritantes, queres matar-os?

source: If you think you can kill them, you stay here and suicide as me and Cariddry run to the caves. Agreed?
pt: Se pensas que podes matar-os, ficas aqui e suicidar-te assim como eu e Cariddry corremos para as cavernas. De acordo?

source: Nope, not agreed.
pt: Nada, não concordo.

source: Well, I'll plan it out for you, then. You all get killed by me, and then I invade Carcyn. Yes, yes, I knew you'd agree.
pt: Bem, vou planear isto para ti, então. Todos vós são mortos por mim, e então vou invadir Carcyn. Sim, sim, sabia que ias concordar.

source: I've got a better plan. How about we all retreat into the caves?
pt: Tenho um plano melhor. Que tal retiramos-nos todos nas cavernas?

source: Agreed
pt: Concordo

source: You think you can leave, just like that, after you invaded MY territory? I think not.
pt: Pensas que podes sair, assim mesmo, depois de invadires o MEU território? Penso que não.

source: ATTACK!
pt: ATACAR!

source: I've made it into the caves!
pt: Já estou nas cavernas!

source: We have made it into these caves.
pt: Já estamos todos nas cavernas.

source: So?
pt: Então?

source: So? So we can find my old friends. The dwarves should be willing to help.
pt: Então? Assim podemos encontrar os meus velhos amigos. Os anões devem estar disposto a ajudar.

source: If you think you are safe in those caves, then you are terribly wrong. I'm afraid your friends are dead.
pt: Se pensas que estás a salvo naquelas cavernas, estás terrivelmente errado. Receio que os teus amigos estão mortos.

source: Ignore him. These caves are connected to the great kingdom of Knalga. We may seek help there.
pt: Ignora-o. Estas cavernas estão unidas com o grande reino de Knalga. Poderemos encontrar ajuda aí.

source: Road to Knalga
pt: Estrada para Knalga

source: Find the dwarves
pt: Encontra os anões

source: Who are you? What are you doing in these passages, elf?
pt: Quem és? O que estás a fazer nestas passagens, elfo?

source: Shut up.
pt: Cala-te.

source: She means we were attacked by undead in the Grey Woods and had to flee. What are you doing here?
pt: Ela quer dizer que fomos atacado pelos morto-vivos nos Bosques Escuros e tivemos de fugir. O que estás a fazer aqui?

source: I was sent south to look for a path out of these caves or to look for help.
pt: Fui enviado a sul para encontrar um caminho para fora destas cavernas ou procurar ajuda.

source: South of us is a path that will lead you out...
pt: A sul de nós fica o caminho que levará-te para fora...

source: ...To death.
pt: ... à morte.

source: We would be willing to help you as long as you could lead us to Knalga.
pt: Estamos dispostos a ajudar-te enquanto podes conduzir-nos à Knalga.

source: That sounds reasonable, but our other scouts reported that there are 3 groups of trolls ahead, one directly north, one to the northwest, and one to the northeast.
pt: Isto soa certo, mas os nossos batedores reportaram que estão 3 grupos de trogloditas a nossa frente, um ao norte, um à noroeste, e um para nordeste.

source: That sounds like a coordinated movement.
pt: Isto soa como um movimento coordenado.

source: We are quite sure it is, because behind each of them is a path. The one which goes due north leads to Knalga, but I cannot guarantee its safety. The northeast and northwest passages both lead to land, where we will have to cross the Ford of Abez before we can reach Knalga. Whichever path you choose, hurry!
pt: Temos bastante a certeza do que é, porque atrás de cada um deles está um caminho. O que vai norte leva a Knalga, mas não posso garantir a vossa segurança. As passagens à nordeste e noroeste ambos levam à terra, onde teremos de atravessar a Passagem de Abez antes de podermos chegar a Knalga. Seja qual for o caminho que escolheres, apressa-te!

source: No problem.
pt: Sem problemas.

source: Fioril mutters a few choice words about traveling with dwarves.
pt: Fioril murmura algumas palavras bem escolhidas sobre viajar com os anões.

source: Our adventurers were too late in rescuing the dwarves, their leader has already perished.
pt: Os nossos aventureiros estavam muito atrasados ​​em resgatar os anões, o líder deles já morreu.

source: Finally! Help has been found! Brave adventurers, please come to our aid! With the exception of the elf, of course.
pt: Finalmente! Ajuda foi encontrada! Aventureiros corajosos, por favor venham ao nosso auxílio! Com a excepção do elfo, é claro.

source: Fioril, please keep your nasty comments to yourself.
pt: Fioril, por favor mantenha os teus comentários para ti.

source: Sir, I believe I spot the trolls approaching.
pt: Senhor, acredito que estou a ver os trogloditas a aproximar-se.

source: Then let us prepare to fight!
pt: Então vamos preparar-nos para lutar!

source: Kill any troll leader and move your leader to the signpost behind him
pt: Mata todos os líderes trogloditas e mova o teu líder ao poste por detrás dele

source: If we don't defeat the trolls here first, we can't move on!
pt: Se não derrotarmos os trogloditas primeiro, não podemos continuar!

source: I see Gryphon Mountain in the distance! We may need the help of baby gryphons to defeat Mal M'tool and his foul undead minions.
pt: Vejo a Montanha dos Grifos à distância! Podemos precisar da ajuda das crias grifo para derrotar Mal M'tool e os seus morto-vivos imundos.

source: It looks like we are getting closer to Knalga.
pt: Parece que estamos a aproximar-nos de Knalga.

source: Think, if we don't kill these trolls, how do we move the rest our army through a passage so narrow without getting them crushed to death?
pt: Pensa, se não matar estes trogloditas, como movemos o resto do nosso exército através de uma passagem tão estreita sem serem esmagados até a morte?

source: These caves are weird.
pt: Estas cavernas são estranhas.

source: Gryphon Mountain
pt: Montanha dos Grifos

source: Remove the annoying birds, rocks, and skulls
pt: Remova os pássaros, rochas e esqueletos irritantes

source: Optional: Recover some bird eggs
pt: Opcional: Apanha alguns ovos de pássaro

source: It's the great Gryphon Mountain!
pt: É a grande Montanha dos Grifos!

source: But look; in the distance there are more undead.
pt: Mas olha; ao longe estão mais morto-vivos.

source: And there are trolls also.
pt: E existem também trogloditas.

source: To arms, men!
pt: Às armas, homens!

source: The nest is empty!
pt: Este ninho é vazio!

source: It looks like the enemy has gotten to the gryphon eggs first, we won't be able to get them now.
pt: Parece que o inimigo chegou aos ovos grifo em primeiro lugar, não seremos capazes de obter-os agora.

source: I've gotten some gryphon eggs!
pt: Apanhei alguns ovos de grifo!

source: We should be able to train gryphon riders at Knalga.
pt: Devemos ser capazes de treinar montadores de grifo em Knalga.

source: That's because we got there first!
pt: Isto é porque chegamos aí primeiro!
