Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-The_Haunted_Woods/*.po
Languages: pt

source: Stupidious 'lil undead, the cutie likkle gryphons are ours!
pt: Mortos-vivos estúpidos, os grifos fofos são nossos!

source: MASTER! I'VE TAKEN THE GRYPHON EGGS!
pt: MESTRE! APANHEI OS OVOS DE GRIFOS!

source: Let us move on towards Knalga!
pt: Vamos correr em direcção à Knalga!

source: Ford of Abez
pt: A Passagem de Abez

source: Move a leader to the signpost
pt: Mova um líder para o posto de sinalização

source: Finally, out of those stiffling caves!
pt: Finalmente, de fora destas cavernas sufocantes!

source: I could barely move in there!
pt: Mal pude mover aí dentro!

source: Another crushed bone, annoying.
pt: Mais um osso esmagado, irritante.

source: Who cares! At least we can get across before he even touches us.
pt: Que importa! Pelo menos podemos atravessar antes mesmo de tocar-nos.

source: But there might be monsters in the river.
pt: Mas pode haver monstros no rio.

source: I'm not blind, you know.
pt: Não sou cego, sabes.

source: I am a naga, not a monster. Do not insult me.
pt: Sou um Naga, não um mostro. Não me insultes.

source: Or deaf.
pt: Meu deus.

source: Ugly whelp, will we stop our fight so we can see these adventurers off to Dead Knalga?
pt: Cria feia, vamos parar a nossa luta para que possamos ver estes aventureiros fora de Knalga Morto?

source: (scratches his head in confusion)
pt: (coça a cabeça em confusão)

source: (Dumb trolls and orcs, where'd they come from?)
pt: (Trogloditas e orcs burros, de onde vêm?)

source: (changes to Troll dialect)Us stop warfight, kill all bones!
pt: (muda ao dialecto troglodita) Nós parar guerra, matar todos os ossos!

source: Yeah! Squirrels, too!
pt: Sim! Os esquilos, também!

source: Die, shorts!
pt: Morram, pequenos!

source: Snake kill sticker kill, we will!
pt: Cobra matar etiqueta matar, iremos!

source: (changes back to normal speech)Hear that, deadmeat? You're going to die! And no need trying to hide behind your mommy's skirt, you'll die if you cross over, but you'll die over there too! Haha!
pt: (volta novamente ao discurso normal) Ouves carne morta? Irás morrer! E não precisas de tentar esconder-te atrás da tua saia da mamã, vais morrer se passares, mas vais morrer ali também! Haha!

source: Not that easy, orc...
pt: Não tão fácil, orc...

source: You just insulted the wrong dwarf, dirtface!
pt: Acabaste de insultar o anão errado, cara suja!

source: Hey, watch who you're calling sticker, rock!
pt: Ei, cuidado com quem estás a chamar de adesivo, pedra!

source: Trolls kill all!
pt: Trogloditas matar todos!

source: Let's fight!
pt: Vamos lutar!

source: So it has begun. I am ready.
pt: Então começou. Estou pronto.

source: More mountains, wonderful!
pt: Mais montanhas, lindo!

source: (rolls eyes)
pt: (revira os olhos)

source: Knalgan Treasures
pt: Tesouros de Knalga

source: Clear out the caves
pt: Limpa as cavernas

source: It seems like more trolls are in these caves.
pt: Parece que há mais trogloditas nestas cavernas.

source: And look to our east, there seems to be a light radiating out of those caves. Perhaps we should investigate.
pt: E olham para o nosso leste, parece haver uma luz que irradia para fora destas cavernas. Talvez deveríamos investigar.

source: That also may be a sign that there are enemies along that path.
pt: Isto também pode ser um sinal de que há inimigos ao longo deste caminho.

source: Except we will have to clear out these caves before we can move on, so we might as well explore everywhere we can.
pt: Salvo teremos de limpar estas cavernas antes que possamos seguir em frente, então podemos também explorar todos os lugares que pudermos.

source: Knalga should be right up ahead. I doubt we will encouter anything else in these caves before then. I don't think we'll be caught by any tr-
pt: Knalga deve estar bem na frente. Duvido que iremos encontrar qualquer outra coisa nestas cavernas até aí, não penso que vamos ser capturado por qualquer tr-

source: Aigatus, <i>don't say it!</i>
pt: Aigatus, <i>não o digas!</i>

source: Fleas in front, fleas next to us, and yet another bunch of fleas in front of us. Wesnoth looks like a flea heaven now.
pt: Pulgas em frente, pulgas próximas a nós, e ainda um outro monte de pulgas em frente de nós. Wesnoth parece um paraíso de pulgas agora.

source: You think there are too many fleas?
pt: Pensas que há demasiadas pulgas?

source: 3 gryphons have hatched prematurely! What should we do? We still cannot train them without reaching Knalga!
pt: 3 grifos chocaram precipitadamente! O que devemos fazer? Não os podemos treinar sem chegar à Knalga!

source: Aigatus can recruit 2 more gryphons in this scenario.
pt: Aigatus pode recrutar mais 2 grifos neste cenário.

source: Approach to Knalga
pt: Rumo à Knalga

source: Defeat the enemies and save the dwarves
pt: Derrota os inimigos e salva os anões

source: Comrade, This wave of orcs looks much more powerful than those foes we had to fight off last month.
pt: Camarada, esta onda de orcs parece muito mais poderosa do que os adversários que tivemos de combater no mês passado.

source: I do not think that we will be able to hold out against these enemies, due to the losses we have yet to replace since the last battle.
pt: Não creio que seremos capazes de resistir contra estes inimigos, devido às perdas que temos para substituir desde a última batalha.

source: But these foul beasts will not be able to enter the mighty kingdom of Knalga while I still draw breath!
pt: Mas estas bestas imundas não serão capazes de entrar no poderoso reino de Knalga enquanto ainda respiro!

source: To arms! For Knalga!
pt: Ás armas! Por Knalga!

source: Look, up ahead, it's the entrance to Knalga!
pt: Olha, adiante, é a entrada para Knalga!

source: It also looks like the orcs are trying to invade it.
pt: Também parece que os orcs estão a tentar invadir-a.

source: Then we must hurry and travel with all haste to rescue our dwarvish friends.
pt: E temos de apressar-nos e viajar depressa para resgatar os nossos amigos anões.

source: I guess...
pt: Suponho...

source: 3 more gryphons have hatched prematurely! What should we do? We still cannot train them without reaching Knalga!
pt: Mais 3 grifos chocaram precipitadamente! O que devemos fazer? Ainda não os podemos treinar sem chegar à Knalga!

source: Aigatus can recruit 3 more gryphons in this scenario.
pt: Aigatus pode recrutar mais 3 grifos neste cenário.

source: You were too late to save the brave defenders of Knalga..
pt: Somos demasiado tardes para salvar os defensores corajosos de Knalga.

source: Thank you for helping us fight off these invaders! I will escort you to Knalga.
pt: Obrigado por ajudar-nos a lutar estes intrusos! Irei escoltar-vos até Knalga.

source: Whatever...
pt: O que for...

source: Knalgan Council
pt: O Conselho de Knalga

source: 'But because we were outnumbered, we had to escape from the undead army of Mal M'Atool. We found this cave and rushed in, and were glad to find dwarves that were willing to help us.' said Aigatus, bringing the completely undetailed version of their story to a close.
pt: "Mas porque estávamos em desvantagem, tivemos de fugir do exército dos mortos vivos de Mal M'Atool. Encontramos esta caverna e corremos nela, e foi um prazer encontrar anões que estavam dispostos a ajudar-nos." disse Aigatus, trazendo a versão completamente não detalhada da sua história a um fim.

source: I like your story, and see that you have been journeying for a noble cause. What I don't like is that elf. I'll give you some gold so that you can shop around and then continue. I'm afraid I can't be of much help, but we dwarves are under attack as well from orcs and trolls.
pt: Gosto da tua história, e vejo que foi viajar por uma causa nobre. Que eu não gosto é deste elfo. Darei-te um pouco de ouro para que possas comprar ao redor e em seguida continuar. Tenho medo de não ser de muita ajuda, mas nós, os anões estão sob ataque, bem como desde orcs e trogloditas.

source: Lord Dunthasil gave both Aigatus and Cariddry each 100 gold coins, and gave Fioril 99.
pt: Lorde Dunthasil deu a ambos Aigatus e Cariddry cada 100 moedas de ouro, e deu a Fioril 99.

source: What is wrong with being an elf? It's better than being a puny inferior dwarf! Some of the prejudice in this world is so unjust!
pt: O que é errado ao ser um elfo? É melhor do que ser um anão insignificante inferior! Alguns dos preconceitos neste mundo são tão injustos!

source: Good luck on your quest to rid the Grey forest of evil, adventerous adventurers. I regret that I cannot be of more use to you, but as you can see we are facing danger from our enemies as well.
pt: Boa sorte na vossa missão de livrar a floresta escura do mal, aventureiros corajosos. Lamento que não posso ser mais útil para ti, mas como podes ver estamos perante o perigo dos nossos inimigos também.

source: He forgot to tell you, but your gryphons have hatched and we have trained gryphon riders for you. Sadly, however, your untamed gryphons flew out of the cave.
pt: Esqueceu-se de dizer, que os teus grifos chocaram e treinamos cavaleiros de grifo para ti. Infelizmente, porém, os teus grifos indomáveis voaram para fora da caverna.

source: Leaving Knalga
pt: Deixando Knalga

source: And move a leader to one of the signposts
pt: E mova um líder para um dos postes

source: Ugh, you two idiot sons, what am I going to do with you? I told you NOT to attack the elves, and you attack them anyways and then come back all beaten up.
pt: Ugh, seus dois filhos idiotas, o que vou fazer contigo? Disse-te para não atacar os elfos, e atacaste-os de qualquer maneira e depois voltaste todo espancado.

source: But, Dad, you were the one who told us to attack something.
pt: Mas, pai, foste tu que disseste-nos para atacar qualquer coisa.

source: Yeah! So we went to attack some flying things.
pt: Sim! Então fomos atacar algumas coisas voadoras.

source: You attacked the faeries?!
pt: Atacaste as fadas?!

source: You told us not to attack the elves.
pt: Disseste-nos para não atacar os elfos.

source: At least you still have a few veterans. Now we can kill that group that just arrived over there in the mountains.
pt: Pelo menos ainda tens alguns veteranos. Agora podemos matar aquele grupo que acabou de chegar ali nas montanhas.

source: Finally, I have caught up to you!
pt: Finalmente, apanhei-te!

source: Who are you? Why have you been trying to catch up to us?
pt: Quem és? Porque estás a tentar apanhar-nos?

source: Long story short: General Sutuzov told me to bring you news that he wanted to eat lunch. And he said to also mention that orcs have surrounded Elensefar, and that he wants you to help in its defense.
pt: Uma longa história curta: general Sutuzov mandou-me trazer-te a notícia de que queria almoçar. E disse também mencionar que os orcs cercaram Elensefar, e que quer para ajudar-o na sua defesa.

source: And what are you doing here, Ameldor?
pt: E o que estás a fazer por aqui, Ameldor?

source: High Lord Throlas urgently dispatched me to give you news that Elensefar is under attack by the orcs, and that you must hurry back and help defend it immediately.
pt: O Alto Lorde Throlas urgentemente mandou-me para dar-te a notícia de que Elensefar está sob ataque pelos orcs, e que deves apressar-te para voltar e ajudar a defender-a imediatamente.

source: I thought that the state of Elensefar would be able to properly guard its borders! What happened to the guards that are garrisoned there?
pt: Pensei que o estado de Elensefar seria capaz de proteger adequadamente as suas fronteiras! O que aconteceu com os guardas que estão de guarnição nela?

source: My lord, Elensefar is under siege, and the inhabitants are weakening by the day. Throlas thinks that without outside help, they will fall within a week.
pt: Meu senhor, Elensefar está sitiada, os habitantes estão a enfraquecer a cada dia. Throlas pensa que, sem ajuda de fora, cairão dentro de uma semana.

source: About 3 days march from here is an orcish port city, Glamdrol. If we get there and quickly steal one of their ships, we should be able to make it back very quickly.
pt: A cerca de 3 dias de marcha a partir daqui está um orc a cidade portuária, Glamdrol. Se chegarmos lá e rapidamente roubar um dos seus navios, devemos poder tornar de volta muito rapidamente.

source: That would be an unwise decision. An important orcish city must be well defended. Instead, we can go through Wesmere forest southwest of here, and then we just have to cross the Great River.
pt: Esta seria uma decisão equivocada. Uma cidade orc tão importante deve ser bem defendida. Em vez disto, podemos passar pela floresta de Wesmere a sudoeste daqui, e então só temos de atravessar o rio Grande.

source: Except most of the orcs are probably at Elensefar!
pt: Excepto que a maioria dos orcs estão provavelmente em Elensefar!

source: Whatever we do, let us go quickly!
pt: O que quer que façamos, temos ir depressa!

source: Whichever way we choose, we will still have to defeat these orcs.
pt: Qualquer que seja o caminho que escolhermos ainda teremos de derrotar estes orcs.

source: Die, Orcish scum!!!
pt: Morram, escória orc!!!!

source: To arms, elves!
pt: Ás armas, elfos!

source: We have made it to the home of the wood elves! Let us hope that this is a wise decision.
pt: Temos vindo ao lar dos elfos da floresta! Esperemos que esta é uma decisão sábia.

source: We are nearing Glamdrol! Let us board a ship swiftly!
pt: Estamos a aproximar-nos a Glamdrol! Vamos embarcar num navio rapidamente!

source: Or move a leader to a ship
pt: Ou mova um líder para o barco

source: We have arrived at the Orcish port city of Glamdrol.
pt: Chegamos à cidade portuária orc de Glamdrol.

source: Duh, Mr. Obvious.
pt: Duh, Sr. Óbvio.

source: Why don't we simply rush to a boat before they can detain us?
pt: Porque simplesmente não corremos para um barco antes que possam deter-nos?

source: Except if we choose to do that, those that do not make it will perish.
pt: Excepto se optamos por fazer isto, aqueles que não conseguem embarcar perecerão.

source: Yes, that is very possible.
pt: Sim, isto é possível.

source: Ok, but we don't have much time. Whatever path we choose, we must follow it with haste!
pt: Ok, mas não temos muito tempo. Qualquer caminho que escolhermos temos de seguir-o depressa!

source: I have arrived at the ship, should I board?
pt: Cheguei ao navio, devo embarcar?

source: <b>Not yet</b>
pt: <b>Ainda não</b>

source: The Battle for Elensefar
pt: A Batalha por Elensefar

source: Save Elensefar!
pt: Salva Elensefar!

source: Death of Lord Throlas
pt: Morte do Lorde Throlas

source: I wonder if this might be a trap?
pt: Imagino se pode ser uma armadilha?

source: Maybe it i-
pt: Talvez seja um-

source: Do <i>not</i> say that, Aigatus!
pt: <i>Não</i> digas isto, Aigatus!

source: Adventurers! You have arrived right in the nick of time to save us! With haste, there is still hope that Elensefar can be rescued from this siege.
pt: Aventureiros! Chegaram mesmo no tempo para salvar-nos! Depressa, ainda há esperança que Elensefar pode ser resgatado deste cerco.

source: Err... Where is General Sutuzov?
pt: Err... Onde está General Sutuzov?

source: He left the day before the orcs arrived in Carcyn and took over the city.
pt: Saiu um dia antes dos orcs chegaram a Carcyn e tomaram a cidade.

source: More enemies have arrived! That is just more for us to kill!
pt: Mais inimigos chegaram! Estes são mais para matarmos!

source: There is no more time to talk! Now is the time for action!
pt: Não há tempo para tagarelar! É hora para a acção!

source: I fall in battle, friends!
pt: Caí em batalha, amigos!

source: Fools! I will kill you all and doom your souls to eternal suffering!
pt: Idiotas! Irei matar-vos e manter as vossas espíritos ao sofrimento eterno!

source: Ugh! I am doomed to eternal suffering!
pt: Ugh! Sou condenado ao sofrimento eterno!

source: HAHA! I was only a disguise! Did you think that the great Mal M'Atool could be defeated so easily? No! His only weakness is------
pt: HAHA! Era apenas um disfarce! pensas que o Mal M'Atool o grande poderia ser derrotado tão facilmente? Não! A sua única fraqueza é ------

source: There, he is finished now!
pt: Aqui, esta acabado!

source: Why did you kill him so quickly? He was about to reveal Mal M'Atool's weakness to us!
pt: Porque mataste-o tão rápido? Estava por revelar-nos a fraqueza de Mal M'Atool à nós?

source: Oh...well I really wanted the 24 experience.
pt: Ó... bem queria mesmo os 24 pontos de experiência.

source: (Re)-Entering the Grey Woods
pt: (Re-)Entrando os Bosques Escuros

source: We have arrived back to the place of my former home... But look at how much has changed!
pt: Chegamos de volta ao lugar do nosso anterior lar... Mas olha o quão mudou!

source: It seems like the entire area has become a swampland, and many of the villages have been burned down.
pt: Parece que a área inteira foi transformada em pântano, e muitas das aldeias foram queimadas.

source: This is undeniable evidence that the undead have recently passed through here, so we must prepare for battle!
pt: Esta é uma evidência inegável de que os mortos-vivos recentemente passaram por aqui, por isso devemos preparar-nos para a batalha!

source: What did you expect, a party?
pt: O que esperaste, uma festa?

source: Hmm, do any of you think this is a tr-
pt: Mm, será que um de vós pensa que isto é uma ar-

source: <i>No!</i> This is <b>not</b>!
pt: <i>Não!</i><b>Não</b> é não!

source: Quickly, men! We must hurry onward before Mal M'Atool is able to gather an unsurmountable force!
pt: Rápido, homens! Temos de apressar-nos a frente antes de Mal M'Atool é capaz de reunir uma força insuperável!

source: Finale
pt: Final

source: Kill Mal M'Atool
pt: Mata Mal M'Atool

source: Don't worry about saving gold. This is the final scenario.
pt: Não te preocupes em guardar ouro. Este é o último cenário.

source: Where is everyone!?
pt: Onde estão todos!?

source: Is that you, Fioril? Why are we separated?
pt: Este és tu, Fioril? Porque estamos separados?

source: This must be a tr-
pt: Isto deve ser uma ar-

source: NO! Aigatus, don't jinx us again!
pt: NÃO! Aigatus, não nos enfeitiças outra vez!

source: -ap! Oops, sorry.
pt: -madilha! Ups, desculpa.

source: Booming Voice
pt: voz trovejante

source: Doomed fools! I have trapped you, and you have no way to find each other again, unless you defeat my most powerful servants!
pt: Condenados idiotas! Tenho-vos presos, e não têm nenhuma maneira de encontrar-vos outra vez, a menos que derrotam os meus servos mais poderosos!

source: NOOOOOOO! How is this possible!? I thought I was immortal!
pt: NÃOOOOOO! Como é isto possível? Pensei que era imortal!

source: 'Was' is right.
pt: "Era" está certo.

source: Do not rest in peace, Mal M'Atool. Your days of re-living are over!
pt: Não descanses em paz Mal M'Atool,. Os teus dias de novo-vivo acabaram!

source: <big><big><big>ARGH! <i><b><u><tt>NOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!</tt></u></b></i></big></big></big>
pt: <big><big><big>ARGH! <i><b><u><tt>NÃOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO!</tt></u></b></i></big></big></big>

source: *kicks body*
pt: *pontapeia o corpo*

source: NOOOOOOO! CURSE YOU!
pt: NÃOOOOOO! MALDITO!

source: Mal M'Atool's body began to crumble, and soon, where the powerful evil being had once lay was a pile of white dust and a black robe.
pt: O corpo de Mal M'Atool começou a ruir, e logo, onde o poderoso ser do mal havia uma vez estado era um monte de pó branco e um manto preto.

source: I am not yet truly dead, fools! I will be reincarnated by another necromance...necromancer s...soo...ne...er.. or la...
pt: Ainda não estou realmente morto, idiotas! Vou ser reencarnado por outro Necromante ... necromante s ... soo ... ne ... er .. ou la ...

source: And on that happy note, the ghost of Mal M'Atool vanished, hopefully forever.
pt: E nessa nota feliz, o fantasma do Mal M'Atool desapareceu, espera-se que para sempre.

source: Then, the undead of the forest all suddenly collapsed, and the brave adventurers victoriously marched back to Elensefar.
pt: Então, os mortos-vivos da floresta todos de repente desabaram, e os aventureiros corajosos vitoriosos marcharam de volta para Elensefar.

source: Conclusion
pt: Conclusão

source: After a year, the good friends together set off for another adventure...
pt: Depois de um ano, os grandes amigos partiram juntos para mais uma aventura...

source: Credits
pt: Créditos

source: Translators
pt: Tradutores

source: <b>More translators wanted!</b> If you know another language and are interested in translating, please contact mrEPIC on the forums.
pt: <b>Quero mais tradutores!</b> Se souber outro idioma e está interessado em traduzir, por favor contacte mrEPIC no fórum.

source: WARNING
pt: AVISO

source: <b>You are apparently playing this campaign with less than 3 players!</b> Beware that dialogue will be very strange, and in many instances units will be talking to themselves. Also, you should be forewarned that balance for $thw_players.length players is completely untested, meaning that scenarios could be too hard or too easy. I still welcome balancing suggestions in the forum thread if you really decide to play with less than 3 players.
pt: <b>Estás aparentemente a jogar esta campanha com menos de 3 jogadores!</b> Cuidado que o diálogo vai ser muito estranho, e em muitos casos, as unidades vão estar a falar para si mesmos. Além disto, deves ser avisado que o equilíbrio para $thw_players.length jogadores é totalmente não testado, o que significa que os cenários poderiam ser muito difíceis ou demasiado fáceis. Ainda agradecia sugestões de equilíbrio no tópico do fórum se realmente decidir jogar com menos de 3 jogadores.

source: Have you (recently) played this campaign?
pt: Jogaste (recentemente) esta campanha?

source: <b>Yes</b>
pt: <b>Sim</b>

source: Good luck and have fun, adventurer!
pt: Boa sorte e diverte-te, aventureiro!

source: <b>No</b>
pt: <b>Não</b>

source: Don't be afraid, this campaign is not too different from others nor is it very complicated, but there are several notable features here which are different from most other games. I will now briefly go over some of these differences.
pt: Não tenhas medo, esta campanha não é assim tão diferente das outras nem é muito complicada, mas existem algumas funcionalidades aqui que são diferentes da maioria dos outros jogos. Irei brevemente explicar-te algumas destas diferenças.

source: Give Gold
pt: Dê Ouro

source: In this campaign, there is a feature that allows you to give gold to your fellow teammates. To access this, right click on your leader and select 'Give Gold.' Then, you will see a small menu that displays icons of the other players. If you select one of these icons, you will be able to give gold to that teammate by choosing from a list of amounts. Once you do so, gold is transferred directly from your side to the side of that teammate. If you selected that teammate but did not mean to give him or her money, you can select the option for 0, and no gold will be transferred.
pt: Nesta campanha, existe uma funcionalidade que permite-te dar ouro para os teus companheiros de equipa. Para aceder a este, clique com o botão direito sobre o teu líder e selecciona "Dê ouro." Em seguida, verás um pequeno menu que exibe os ícones dos outros jogadores. Se seleccionares um destes ícones, poderás dar ouro para o colega ao escolher de uma lista de valores. Uma vez que fizeres isto, o ouro é transferido directamente do teu lado para o lado do que companheiro de equipa. Se tiveres seleccionado este colega, mas não queres dar-lhe dinheiro, podes seleccionar a opção para 0, e nenhum ouro serão transferido.

source: Give a Unit
pt: Dê uma Unidade
