Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-The_Haunted_Woods/*.po
Languages: pt

source: Another feature of this campaign is one that allows you to give units to your teammates. Much like the give gold feature, you access this by right clicking on your leader and selecting 'Give a Unit.' Once you do this, you can right click on the unit whom you want to give and select 'Give This Unit.' A menu similar in appearance to the give gold menu will appear, which displays icons representing the other team members. Select one of these icons to give the unit to that player.
pt: Outra funcionalidade desta campanha é aquela que permite-te que dês unidades para os teus colegas. Muito parecido com o recurso de ouro dá, aceda a este com o botão direito do rato no teu líder e seleccionando "Dar uma unidade." Assim que fizeres isso, podes clicar na unidade que quiser dar e selecciona "Dê Esta Unidade". Um menu similar na aparência ao menu de dar ouro vai aparecer, que exibe os ícones que representam os outros membros da equipa. Escolha um destes ícones para dar a unidade a este jogador.

source: Enhancements shop
pt: Loja de Aperfeiçoamentos

source: There are 3 types of shops in this campaign: the enhancements shop, the potions shop, and the gold-xp exchange shop. The first type of shop in this campaign is the enhancements shop. Any unit can visit this shop and buy general upgrades including melee and ranged damage and strikes, hitpoints, and movement. Besides these basic upgrades, many units also have unique upgrades that they can buy from this shop. For example, lawful units can buy a holy amulet and chaotic units can buy nightstalk. Also, if you use your original leader (the one you are controlling right now), the shopkeeper will give you access to a few powerful and unique upgrades. All shop items have descriptions that you can see by scrolling to the right. This shop can by identified from its label or as a white temple. However, upgrades from this shop add to a unit's upgrade limit of 5 (6 for leaders). This means that any unit (besides leaders) can only buy 5 upgrades from this shop. The shop will not open for units that have already reached their upgrade limit. However, don't fret, because 5 upgrades from this shop is enough to make a very powerful unit. In addition to this, the available upgrades are increased by 1 each time a unit advances (but none for AMLA). But if you are really desperate for upgrades, you can buy one after you reach 0 upgrades remaining if you do not leave the shop at 0. However, this angers the shopkeeper and he will ignore you from that point on.
pt: Existem 3 tipos de lojas nesta campanha: a loja de aperfeiçoamentos, a loja das poções, a loja ouro-por-XP. O primeiro tipo de loja nesta campanha é a loja de aperfeiçoamentos. Qualquer unidade pode visitar esta loja e comprar melhoramentos gerais, incluindo danos corpo a corpo e à distancia e ataques, pontos de vida e movimento. Além destas actualizações básicas, muitas unidades também têm actualizações únicas que se podem comprar nesta loja. Por exemplo, as unidades diurnas podem comprar um amuleto sagrado e unidades nocturnas podem comprar "descrição nocturna". Além disto, se usas o teu líder original (o que estás a controlar agora), o lojista dará-te acesso a alguns melhoramentos poderosos e únicos. Todos os itens da loja têm descrições que podes ver, deslocando para a direita. Esta loja pode por identificado a partir do seu rótulo ou como um templo branco. No entanto, as actualizações desta loja adicionar ao limite de uma unidade de actualização de 5 (6 para os líderes). Isto significa que qualquer unidade (além os de liderança) só podem comprar 5 actualizações nesta loja. A loja não vai abrir para as unidades que já atingiram o seu limite de melhorias. No entanto, não te preocupes, porque 5 actualizações desta loja é o suficiente para fazer uma unidade muito poderosa. Em adição a isto, os melhoramentos disponíveis são aumentados em 1 de cada vez que um avanço da unidade (mas não para AMLA). Mas se estás realmente desesperado por actualizações, podes comprar um depois de atingir 0 melhoramentos remanescentes, se não saires da loja a 0. No entanto, isto irrita o lojista e vai ignorar-te a partir deste ponto.

source: Potions shop
pt: Loja das Poções

source: Another type of shop available in this campaign is the potions shop. This shop offers 5 potions, all at a price of 25 coins. If a unit buys a potion, it goes into the team inventory, which can be viwed by right-clicking any hex and selecting 'Potions.' Potions can also be given to other players by selecting 'Give a Potion' from your this menu. This brings up a screen identical to those of the give unit and give gold menus. Potions can be drunk by selecting 'Use a Potion' from the 'Potions' menu. The effects of these potions can be viewed in the shop or in the use potion menu. Using a potion is only available if you selected 'Potions' on one of your own units, and giving a potion is only available if you selected the menu from your leader's hex.
pt: Outro tipo de loja disponível nesta campanha é a loja das poções. Esta loja oferece 5 poções, tudo a um preço de 25 moedas de ouro. Se uma unidade compra uma poção, vai para o inventário da equipa, que pode ser vista ao clicar qualquer hexágono e seleccionando "Poções". Poções também podem ser dadas a outros jogadores através da selecção "Dê uma Poção" no teu menu. Isto faz aparecer um ecrã idêntico ao de "Dê uma unidade" e "Dê ouro". Poções podem ser bebidos, seleccionando "usa uma poção" do "menu de Poções". Os efeitos destas poções podem ser vistos na loja ou no menu de poção . Usar uma poção só está disponível se seleccionaste "Poções" numa das tuas unidades, e dar uma poção só está disponível se tiver seleccionado o menu no héxagono do teu líder.

source: Gold-XP shop
pt: Loja do Ouro-por-Experiência

source: The third type of shop available in this campaign is the gold-xp exchange shop. At this shop, units can buy or sell experience. An experience point can be bought here for 2 gold, or sold here in exchange for 1 gold. This should be fairly self-explanatory. However, in order to prevent players from selling experience of powerful max-level units several times, a unit can only sell experience once and buy experience once.
pt: O terceiro tipo de loja disponível nesta campanha é a loja ouro-por-XP. Nesta loja, as unidades podem comprar ou vender experiência. Um ponto de experiência pode ser comprado aqui por 2 de ouro, ou vendidos aqui em troca de 1 de ouro. Isto deve ser bastante auto-explicativo. No entanto, a fim de evitar que os jogadores vendam experiência de poderosos unidades no máximo nível várias vezes, uma unidade apenas pode vender experiência uma vez e comprar experiência uma vez.

source: What if my leader dies?
pt: O que se o meu líder morre?

source: If your leader dies in the middle of a scenario, the game will automatically set another unit as your leader, as long as it is not a campaign-critical unit. However, if you do not have any eligible units and your leader dies, the campaign results in your defeat. Also take note that all leaders after your first one (the one you're using right now) will not have access to the exclusive wares of the enhancements shop.
pt: Se o teu líder morre no meio de um cenário, o jogo irá automaticamente definir outra unidade, como o teu líder, enquanto não é uma unidade de campanha crítica. No entanto, se não tiver nenhuma unidade elegíveis e o teu líder morre, a campanha resulta na tua derrota. Também tomamos nota que todos os líderes após o teu primeiro (aquela que estiver a utilizar agora) não terá acesso às mercadorias exclusivas da loja de Aperfeiçoamentos.

source: Why is night so long?
pt: Porque é noite tão longa?

source: Scenarios that take place in the grey woods (Haunted Forest) have longer nights than usual. Instead of nights being 2 turns long, the schedule in the grey woods makes them 3 turns long, to symbolize the evil magic that has blotted out the sun, aiding the undead in battle.
pt: Os cenários que ocorrem na floresta escura (floresta assombrada) têm noites mais longas que o normal. Ao invés das noites serem de 2 turnos de comprimento, o agendamento nos bosques escuros torna-os de 3 turnos de comprimento, para simbolizar a magia do mal que apagou o sol, a auxiliar os mortos-vivos na batalha.

source: Do you understand everything I explained?
pt: Entendeste tudo o que expliquei?

source: Now you should have a good understanding of this campaign's unique features, so good luck and have fun!
pt: Agora deverás ter uma boa compreensão das características únicas desta campanha, então boa sorte e divirta-te!

source: That's alright, pay attention and I'll explain it to you again.
pt: Tudo bem, presta atenção e vou explicar-te novamente.

source: <b>Fighter -easy</b>
pt: <b>Soldado - fácil</b>

source: The difficulty is Fighter -easy!
pt: A dificuldade é Soldado - fácil!

source: <b>Hero -medium</b>
pt: <b>Herói - médio</b>

source: The difficulty is Hero -medium!
pt: A dificuldade é Herói - médio!

source: <b>Champion -hard</b>
pt: <b>Campeão - difícil</b>

source: The difficulty is Champion -hard!
pt: A dificuldade é Campeão - difícil!

source: <b>Master <i>-challenging!</i></b>
pt: <b>Mestre <i>-desafiador!</i></b>

source: The difficulty is Master -challenging!
pt: A dificuldade é Mestre - desafiador!

source: No! But without me to instruct my apprentices, they won't be of use to you.
pt: Não! Mas sem a mim para instruir os meus aprendizes, não serão de utilidade para ti.

source: Without aid from Knalga, defeating Mal M'Atool will be impossible!
pt: Sem a ajuda de Knalga, derrotar Mal M'Atool será impossível!

source: No, I can't die! You will never be able to travel in the Grey Woods without my guidance!
pt: Não, não posso morrer! Nunca serás capaz de viajar no Bosque Escuro sem a minha orientação!

source: No! Friends, I've failed my duty, but you must go on without me!
pt: Não! Amigos, falhei o meu dever, mas deves ir sem mim!

source: $new_leader.name|, $new_leader.type| has been automatically selected as a leader for side 1.
pt: $new_leader.name|, $new_leader.type| foi automaticamente seleccionado como novo líder para a equipa 1.

source: Friends, I will take command of this side!
pt: Amigos, irei tomar o comando desta equipa!

source: No other units for side 1 found. Game over.
pt: Sem outras unidades da equipa 1 encontrados. Fim do jogo.

source: Agh! Brothers (err.....) and sisters, I've failed my duty to Knalga!
pt: Agh! Irmãos (err. ....) e irmãs, falhei o meu dever com Knalga!

source: $new_leader.name|, $new_leader.type| has been automatically selected as a leader for side 2.
pt: $new_leader.name|, $new_leader.type| foi automaticamente seleccionado como novo líder para a equipa 2.

source: No other units for side 2 found. Game over.
pt: Sem outras unidades da equipa 2 encontrados. Fim do jogo.

source: Comrades, you must go on without me!
pt: Camaradas, têm de ir sem mim!

source: $new_leader.name|, $new_leader.type| has been automatically selected as a leader for side 3.
pt: $new_leader.name|, $new_leader.type| foi automaticamente seleccionado como novo líder para a equipa 3.

source: No other units for side 3 found. Game over.
pt: Sem outras unidades da equipa 3 encontrados. Fim do jogo.

source: No! We have inexplicably run out of time, although we may have only been 1 turn away from victory!
pt: Não! Inexplicavelmente ficamos sem tempo, embora possamos ter sido apenas 1 turno longe da vitória!

source: The Long Night
pt: A Longa Noite

source: Give gold
pt: Dê Ouro

source: Give a unit
pt: Dê uma Unidade

source: Now, right-click on the unit you want to give and select 'Give this Unit.'
pt: Agora, selecciona a unidade que queres dar com o botão direito do rato e selecciona "Dê esta Unidade."

source: Give this Unit
pt: Dê esta Unidade
