Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Eliador/*.po
Languages: de

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
de: Manchmal auch als "Basilisken" bekannt, sind diese mystischen Kreaturen in der Lage die lebenden in Stein zu Verwandeln. Es braucht nicht weiter erwähnt werden dass dieses sie zu einen gefährlichen Gegner macht.

source: gaze
de: blick

source: Horse
de: Pferd

source: Outlaw Boy
de: Junger Geächteter

source: Gryphon Boy
de: Greifen Junge

source: Mounted Boy
de: Berittener Junge

source: Mounted Sea Serpent
de: Seeschlangen Reiter

source: female^Outlaw Girl
de: Junge Geächtete

source: female^Gryphon Girl
de: Greifen Mädchen

source: female^Mounted Girl
de: Berittenes Mädchen

source: female^Mounted Sea Serpent
de: Seeschlangen Reiterin

source: female^Witch
de: Hexe

source: female^Outlaw Lady
de: Gesetzlose Herrin

source: female^Outlaw Queen
de: Dunkle Königin

source: female^Outcast
de: Ausgestoßene

source: Young Gryphon
de: Junger Greif

source: Gryphons, when young, are covered with white and gray feathers. As soon as they can fly, they become able to defend their nests and to attack intruders. Though not yet powerful as adult Gryphons, underestimating them is a dangerous thing to do, a foolish move that led many poachers to death, either by facing their claws or falling down from a mountain while trying to escape a Gryphon's rage.
de: Greifen, solange sie jung sind, besitzen weiße und graue Daunen. Sobald sie fliegen können, sind sie bereit ihr Nest zu verteidigen und Eindringlinge zu verjagen. Obwohl sie noch nicht so mächtig sind wie die ausgewachsenen, sollte man sie trotzdem niemals unterschätzen, etwas was schon viele tote Jäger gekostet hat, entweder durch ihre scharfe klauen oder auf ihrer flucht durch die Berge um ihnen zu entkommen.

source: Outlaws
de: Geächtete

source: Mounted Ardella
de: Berittene Ardella

source: fangs
de: Fänge
