Repository: trewe/wesn-pt-trans
Catalog: umc/wesnoth-Eliador/*.po
Languages: de

source: Invasion of Eliador
de: Überfall auf Eliador

source: IOE
de: ÜaE

source: A peaceful island is about to be invaded by unknadded foes travelling towards the eastern shore. It is up to a family of outlaws to warn the island's inhabitants before it's too late.
de: Eine friedliche Insel ist kurz bevor durch mörderische Gegner überrannt zu werden, die sich dem östlichen Ufer nähern. Es liegt an einer Familie von Gesetzlosen, um die Bewohner der Insel zu warnen, bevor es zu spät ist.

source: (Intermediate level, RPG/Puzzle, Total of 12 scenarios)
de: (Einstufung: Mittel, RPG/Puzzle, Gesamt von 12 Szenarien)

source: Skirmisher
de: Plänkler

source: (Easy)
de: (Einfach)

source: (Challenging)
de: (Herausfordernd)

source: Nightmare
de: Alptraum

source: Campaign Design
de: Kampagnengestaltung

source: Artwork and Graphic Design
de: Zeichnungen und grafische Gestaltung

source: Translations
de: Übersetzungen

source: Campaign Maintenance
de: Pflege und Erweiterung der Kampagne

source: On a peaceful isle a handfull of outlaws, elves and humans lived together
de: Auf einer ruhigen Insel lebten eine Handvoll Gesetzlose, Elfen und Menschen zusammen

source: Monsters
de: Monster

source: Invaders
de: Invasoren

source: Why do you look so sad, papa?
de: Warum schaust du so traurig aus, Papa?

source: I am just feeling a little nostalgic, my son. It has been exactly sixteen years since your mother and I came to Eliador.
de: Ich fühle mich nur ein wenig nostalgisch, mein Sohn. Es war genau vor 16 Jahren seit deine Mutter und ich nach Eliador kamen.

source: If you liked Wesnoth so much, then why did you leave?
de: Wenn dir Wesnoth so gut gefallen hat, warum bist du gegangen?

source: What is it, papa? What are you looking at?
de: Was ist, Papa? Wohin schaust du?

source: Galleons on the horizon. Dozens of them!
de: Galeonen am Horizont. Zu Dutzenden!

source: Run home, son! Quickly!
de: Renne nach Hause, Sohn! Schnell!

source: What is? Why do you look so exausted, brother?
de: Was ist? Warum bist du so erschöpft, Bruder?

source: Papa, they took papa with them!
de: Papa, sie nahmen Papa mit ihnen!

source: What? Who? Who <i>took</i> Zilead?
de: Was? Wer? Wer <i>nahm</i> Zilead?

source: Bad guys! There suddently came two bad man and took papa with them! One of them was called as <b>Bill</b>!
de: Böse Leute! Es kamen plötzlich zwei böse Männer und nahmen Papa mit ihnen! Einer von ihnen nannte sich <b>Bill</b>!

source: Who is Bill, mom?
de: Wer ist Bill, Mutter?

source: Later. I fear that we have no time. We have to warn all habitants of the isle, great danger is aproaching up!
de: Später. Ich fürchte, dass wir keine Zeit haben. Wir müssen alle Bewohner der Insel warnen, eine große Gefahr nähert sich!

source: <small>Next scenario:</small>
de: <small>Nächstes Szenario:</small>

source: <span color='yellow'><big>Move Ardella to a scenario label</big></span>
de: <span color='yellow'><big>Bewege Ardella zu einem Szenario Label</big></span>

source: <span color='white'>Or, press <b>End Turn</b> to have one choosen for you randomly</span>
de: <span color='white'>Oder drücke <b>Runde beenden</b> und eins wird für dich zufällig gewählt</span>

source: Mount Sinon
de: Berg von Sinon

source: We headed east toward the Mount Sinon, in the hope that we could convince some of royal Horseman of the Hills to join us
de: Wir gingen nach Osten in Richtung des Berges von Sinon, in der Hoffnung, dass wir einige der königlichen Reiter der Hügel überzeugen konnten, sich uns anzuschließen

source: Horses
de: Pferde

source: Move horses to high ground
de: Bewege die Pferde auf hohen Boden

source: (1) Move next to a horse to mount it; (2) Horses and children can move onto hills but not mountains
de: (1) Bewege dich neben ein Pferd zum aufsetzen, (2) Pferde und Kinder können sich auf Hügeln bewegen, aber keine Berge

source: Survive until end of turns
de: Überlebt bis zum Ablauf des Rundenlimits

source: Death of Ardella, Anna or Zeke
de: Tod von Ardella, Anna oder Zeke

source: Why did the beasts leave?
de: Warum haben die Bestien uns verlassen?

source: I do not know.
de: Ich weiß es nicht.

source: Momma, my ears! What was that noise?
de: Mama, meine Ohren! Was war das für ein Geräusch?

source: Look over there, momma!
de: Schau da drüben, Mama!

source: Quickly, get to the mountains!
de: Schnell, geht in die Berge!

source: Momma!
de: Mama!

source: You have risked your lives to save our steeds. Why?
de: Ihr habt euer Leben riskiert, um unsere Pferde zu retten. Warum?

source: Because we need every man and beast on this island to fight the enemies approaching Eliador.
de: Weil wir jeden Mann und Tier auf dieser Insel brauchen, um die Feinde die sich Eliador nähern zu bekämpfen.

source: We have never backed down from a fight, so we will help you. But we have seen the number of galleons. Why don't you take your children off this island?
de: Wir haben noch nie vor einem Kampf zurückgeschreckt, so dass wir euch helfen können. Aber wir haben die Zahl der Galeonen gesehen. Warum nimmst du nicht deine Kinder weg von der Insel?

source: Because they took my papa!
de: Weil sie mein Papa nahmen!

source: Bay of Heldurin
de: Bucht von Heldurin

source: The outlaws of Heldurin would surely help us repell our common enemy.
de: Die Geächteten von Heldurin werden uns sicherlich helfen unseren gemeinsamen Feind abzuwehren.

source: Bandits
de: Räuber

source: I am sorry, Ardella. We would very much like to help you fight off the invaders, but we must get our families off this island.
de: Es tut mir Leid, Ardella. Wir würden sehr gerne helfen, im Kampf gegen die Eindringlinge, aber wir müssen unsere Familien von der Insel bekommen.

source: I cannot persuade you to stay?
de: Ich kann euch nicht überzeugen, zu bleiben?

source: How much do you want?
de: Wie viel wollt ihr?

source: Thank you, Ardella.
de: Danke, Ardella.

source: Caves of Anwar
de: Höhlen von Anwar

source: The dark caves of Anwar were waiting for us. I was a little bit nervous when I stepped in them.
de: Die dunklen Höhlen von Anwar warteten auf uns. Ich war ein bisschen nervös, als ich in sie trat.

source: Neutral Monsters
de: Neutrale Monster

source: Cave Critters
de: Höhlen Kreaturen

source: (1) A monster follows its recruiter; (2) If adjacent to its recruiter, a monster will attack an enemy within range
de: (1) Ein Monster folgt seinem Bewerber, (2) Falls neben seinem Bewerber, wird ein Monster einen Feind in Reichweite angreifen

source: Recruit all monsters
de: Rekrutiere alle Monster

source: Or, survive until end of turns
de: Oder, überlebt bis dass Rundenlimit ausläuft

source: Death of Ardella, Anna, or Zeke
de: Tod von Ardella, Anna oder Zeke

source: The beasts of Anwar can prove useful to us.
de: Die Bestien von Anwar können sich als nützlich erweisen.

source: What must we do?
de: Was müssen wir tun?

source: Do you remember the magic words your father taught you?
de: Erinnert ihr euch an die magischen Worte die euer Vaters euch gelehrt hat?

source: Good. Approach a beast, look into its eyes and recite those words.
de: Gut. Nähert euch einer Bestie schaut in seine Augen und sagt diese Worte auf.

source: Momma, what was that flapping noise?
de: Mama, was war das für ein flatterndes Geräusch?

source: Exit the cave!
de: Verlasst die Höhle!

source: Stay out of the cave!
de: Bleibt aus der Höhle!

source: Zilead's Treasure
de: Zilead's Schatz

source: The old caves where Zilead has hidden his treasure were still there.
de: Die alten Höhlen, in denen Zilead seinen Schatz verborgen hatte waren noch da.

source: Cave Monsters
de: Höhlen Monster

source: Move Ardella to the treasure chest and then back to the entrance
de: Bewege Ardella zur Schatztruhe und dann zurück zum Eingang

source: Will you help me repell this fool Water Serpents from my cave?
de: Wirst du mir helfen diese ekligen Wasserschlangen aus meiner Höhle abzuwehren?

source: Beach of Balas
de: Strand von Balas

source: Finaly we faced Bill and his men, in an desparate atempt to free Zilead.
de: Endlich standen wir vor Bill mit seinen Männern, in einem verzweifelten Versuch, Zilead zu befreien.

source: Duelists
de: Duellanten

source: Prisoners
de: Gefangene

source: Rescued Prisoners
de: Gerettete Gefangene

source: The fencers will leave after all elves have been killed or captured
de: Die Fechter werden die Insel verlassen, nachdem alle Elfen getötet oder gefangen wurden

source: Kill all Fencers
de: Töte alle Fechter

source: Rescue all human Prisoners
de: Rette alle menschlichen Gefangenen

source: Momma, that's the bad man who took papa!
de: Mama, das ist der böse Mann, der Papa nahm!

source: Ardella has arrived. You know what to do.
de: Ardella ist gekommen. Ihr wisst, was zu tun ist.

source: Wait here.
de: Wartet hier.

source: Did you see that? There's something in the bay.
de: Hast du das gesehen? Es ist etwas in der Bucht.

source: Let's check it out.
de: Lasst uns nachschauen.

source: Hop on. I'll take you to your children.
de: Spring auf. Ich werde dich zu deinen Kinder nehmen.

source: Wow, a sea serpent!
de: Wow, eine Seeschlange!

source: What are human children doing in my water?
de: Was tun Menschenkinder in meinen Gewässer?

source: He was taken by the man in that galleon.
de: Er wurde von dem Mann in dieser Galeere mitgenommen.

source: There are captives on a nearby isle. Perhaps your father is among them.
de: Es sind Gefangene auf einer nahe gelegenen Insel. Vielleicht ist euer Vater unter ihnen.

source: Will you please take us there?
de: Wirst du uns bitte hinbringen?

source: Hop on.
de: Springt auf.

source: Hold on tight!
de: Halte dich fest!

source: These children are looking for their father. His name is Zilead. Have you seen him?
de: Diese Kinder sind ihren Vater am suchen. Sein Name ist Zilead. Hast du ihn gesehen?

source: Can you take us there? We must help the sea creatures of Eliador battle the incoming galleons.
de: Kannst du uns hinbringen? Wir müssen die Kreaturen der See von Eliador helfen die ankommenden Schiffe zu bekämpfen.

source: Of course. Good luck, all of you!
de: Natürlich. Viel Glück, euch allen!

source: What have I done? Ardella is dead!
de: Was habe ich getan? Ardella ist Tod!

source: Woods of Glorienda
de: Wälder von Glorienda

source: On the morning we travelled towards the woods of glorienda seeking for help.
de: Am morgen reisten wir Richtung der Wälder von Glorienda um Hilfe zu suchen.

source: Elfs
de: Elfen

source: Persuade the Elves of Glorienda to remain in Eliador.
de: Überredet die Elfen von Glorienda in Eliador zu bleiben

source: To persuade an elf, visit her village more times than Lucien's side does
de: Um einen Elfen zu überreden besucht sein Haus öfter Alls Luciens Leute

source: Turns run out
de: Rundenlimit überschritten

source: What brings you to Eliador, Lucien?
de: Was bringt euch nach Eliador, Lucien?

source: Orcs have stormed the beaches of Angalas. We are vastly outnumbered. I have come to ask the elves of Glorienda for help.
de: Oks haben die Strände von Angalas überfallen. Wir sind in Unterzahl. Ich bin gekommen um die Elfen von Glorienda um Hilfe zu bitten.

source: You can count on us.
de: Ihr könnt euch auf uns verlassen.

source: The elves of Glorienda will surrelly help us.
de: Die Elfen von Glorienda werden uns sicherlich helfen.

source: You win!
de: Sie haben Gewonnen!

source: You lost.
de: Sie haben Verloren.

source: Swamps of Illien
de: Sümpfe von Illien

source: The swamps of Illien were a dangerous and mystic place. Not sure if we could get help here.
de: Die Sümpfe von Illien waren ein Mystischer und seltsamer Ort. Ich bin mir nicht sicher ob wir Ort Hilfe erhalten.

source: Play a game of Reversi with Othello
de: Spielt ein Spiel Reversi mit Othello

source: Capture more units than Othello does
de: Erobere mehr Einheiten als Othello

source: Othello finish with more units
de: Othello endet mit mehr Einheiten

source: You lose <b>both</b> Anna and Zeke
de: Sie verlieren <b>sowohl</b> Anna als Zeke

source: You lose <b>either</b> Anna or Zeke
de: Sie verlieren <b>entweder</b> Anna oder Zeke

source: <b>How to Play</b>
de: <b>Anleitung</b>

source: A move is valid if Othello's units will be between two of yours. To place a unit on the board:
de: Ein Zug ist gültig, sobald Othellos Einheiten zwischen zwei von Ihren ist. Um eine Einheit auf dem Brett zu bewegen:

source: (1) Move Ardella to a ruined castle at the bottom to select the column
de: (1) Bewege Ardella zu einer Burgruine an der Unterseite, um die Spalte auswählen

source: (2) Move Ardella again to a ruined castle now at the left to select the row
de: (2) Bewege Ardella wieder zu einer Burgruine jetzt auf der linken Seite um die Zeile auszuwählen

source: (3) If the move is valid an unit will be recalled at the given place
de: (3) Ist der Zug gültig, wird eine Einheit an der angegebenen Stelle einberufen

source: (4) And any enemy units standing between two of yours will swap side.
de: (4) Und jede feindliche Einheiten die zwischen zwei von Ihren steht wird dann die Seite wechseln.

source: (5) The game continues until the board is full, or neither leader could do a move.
de: (5) Das Spiel wird fortgesetzt, bis das Brett voll ist, oder keiner von den beiden Anführer einen Zug machen kann.

source: Ardella, I'm sure you're aware of the law of Illien. Are you prepared?
de: Ardella, ich bin mir sicher du kennst dass Gesetz von Illien. Bist du bereit?

source: You must know that we are about to be invaded. We don't have time for your games. Will you help us repel the invasion?
de: Weist du noch nicht dass wir kurz vor einer Invasion stehen? Wir haben keine Zeit für deine Spielchen. Wirst du uns helfen die Insel zu verteidigen?

source: If you do not obey the law of Illien, my undead will annihilate your pathetic army. Now, let's begin, shall we?
de: Falls du nicht dass Gesetz von Illien befolgst, werden meine Untote deine erbärmliche Armee zermalmen. Sollen wir beginnen?

source: Momma, what's happening? I can't move!
de: Mama, was passiert mit uns? Ich kann mich nicht bewegen!

source: You've sacrificed your children in an attempt to save your soldiers. Your heart is even colder than mine.
de: Du hast deine Kinder geopfert um soviel Soldaten wie möglich zu erlangen. Dein Herz ist gar kälter den meines.

source: Well done, Ardella, you've protected your children. You can keep the skeletons that you've won, and I'll keep any man or creature that you've lost. Goodbye.
de: Sehr gut, Ardella, du hast deine Kinder beschützt. Du kannst die Skelette behalten die du gewonnen hast, und ich behalte alles was du verloren hast. Auf wiedersehen.

source: Coast of Dol Kelroth
de: Steilküste von Dol Kelroth

source: The rough coast of Kelroth were a desolate place to live. Only a few humans and my old friend Urian settled here.
de: Die Steilküste von Dol Kelroth waren ein einsamer platz zum leben. Nur wenige und mein alter freund Urian haben sich hier niedergelassen.

source: Gryphons
de: Greifen

source: Survivors
de: Überlebenden

source: Orcs
de: Orks

source: Kill all Invaders
de: Tötet alle Invasoren

source: Rescue the habitants of Dol Kelroth
de: Rette die Einwohner von Dol Kelroth

source: Where is everyone?
de: Wo sind alle?

source: Urian! Please, if you are still alive, you must get my children away from these beasts!
de: Urian! Bitte, falls du noch lebst, musst du meine Kinder weit weg von diesen Biestern bringen!

source: Ardella, there are orcs everywhere! I have sent two gryphons for your kids. If you help me defeat the orcs, my birds and I will forever be at your service.
de: Ardella, diese Orks sind überall! Ich habe zwei Greifen geschickt deine Kinder abzuholen. Wenn du mir hilfst die Orks zu besiegen, werden dir meine vögel und ich für immer dankbar sein.

source: Hurry, children! Get on the gryphons and fly somewhere safe!
de: Beeilt euch, Kinder! Nimmt die Greifen und fliegt in Sicherheit!

source: Ardella, the residents of Dol Kelroth have been killed and their bodies dumped in the sea.
de: Ardella, die Einwohner von Dol Kelroth sind erschlagen worden und ihre Leichen in die See geworfen.

source: Are you certain everyone is dead?
de: Bist du dir sicher dass alle Tod sind?

source: I have tried to search the sea for survivors, but neither I nor my birds can see through the dense fog.
de: Ich habe versucht dass Meer nach überlebenden abzusuchen, aber weder ich noch meine vögel können durch diesen dichten Nebel sehen.

source: Momma, you kill all the orcs and we'll find the survivors.
de: Mama, du tötest alle Orks und wir finden alle überlebenden.

source: The invaders of Dol Kelroth are vanquished.
de: Die Invasoren von Dol Kelroth sind besiegt.

source: We are overrun by these loathesome creatures!
de: Wir sind von diesen abscheulichen Kreaturen überrannt worden!

source: Plains of Varad
de: Steppen von Varad

source: In the plains of Varad an old friend of Zilead waited for us.
de: In den Steppen von Varad wartete ein alter freund von Zilead auf uns.

source: Statues
de: Statuen

source: Death of Randalf
de: Tod von Randalf

source: Death of Othello
de: Tod von Othello

source: Othello is the only one who can kill Randalf
de: Othello ist der einzige der Randalf töten kann

source: Thiefs can backstab Randalf normaly
de: Diebe können Randalf hinterlistig angreifen

source: Any other unit cannot harm Randalf
de: Jede andere Einheit kann Randalf nicht verletzen

source: Randalf? What have you done?
de: Randalf? Was hast du getan?

source: Where is my papa? Speak, wizard!
de: Wo ist mein Papa? Rede Zauberer!

source: Randalf! Did you think I would sit idly by while my land is invaded?
de: Randalf! Hast du gedacht ich würde wurzeln schlagen während mein Land überfallen wird?

source: Oh, how I've waited for this moment. Come forth, Othello of Illien! Let's see what you are made of!
de: Oh, wie habe ich auf diesen Moment gewartet. Komm, Othello von Illien! Lass uns sehen was du wert bist!

source: Get your children out of harms way, Ardella! You are no match for the wizard.
de: Bring deine Kinder in Sicherheit, Ardella! Ihr könnt diesen Magier nicht bekämpfen.

source: Powers of Illien, I invoke you <b>NOW</b>!
de: Kräfte von Illien, ich rufe euch <b>JETZT</b>!

source: Look! The wizard's spell has been broken!
de: Schaut! Der Zauber des Magiers ist gebrochen!

source: Othello has been slain! Retreat!
de: Othello ist gefallen! Zieht euch zurück!

source: After gathering all men or beast of the isle, we were ready repeling the invaders of Eliador!
de: Nachdem wir jeden Mann oder Biest der Insel zusammen gebracht haben, waren wir bereit für die Schlacht!

source: Kill Ursula
de: Töte Ursula

source: Survive the onslaught
de: Überlebt den Überfall

source: I can't believe my orcs were outsmarted by a human and her two brats. How dare you interfere with my master's plan! Tonight, we shall feast upon your flesh!
de: Ich kann es immer noch nicht glauben dass meine Orks von einer Ausgestoßenen und ihren zwei Gören übertölpelt wurden. Wie können sie es wagen den Plan meines Meisters zu durchkreuzen! In dieser Nacht, werden wir ein Festschmaus haben!

source: Urian, is that you old friend? Get over here!
de: Urian, bist du dass alter freund? Komm herüber!

source: Glomlin, you're a sight for sore eyes. Please tell me you haven't aligned yourself with these beasts?
de: Glomlin, es erfreut mich dich zu sehen. Bitte sag mir nicht dass ihr mit diesen Biestern alliiert seid?

source: No! Of course not! You know me better than that!
de: Nein! Natürlich nicht! Du kennst mich doch!

source: Save the apologies for later. We've got vermin to exterminate!
de: Überlas dein Trost für später. Wir haben einiges am Schmutz zu reinigen!

source: Dwarves? How can such noble beings fight alongside orcs?
de: Zwerge? Wie können solch noble Wesen zusammen mit Orks kämpfen?

source: If you must know, we were banished from our homes in Wesnoth. Our new master promised us land and wealth if we fight alongside these vermin.
de: Du musst wissen dass wir aus unseren Höhlen in Wesnoth vertrieben worden sind. Unser neuer Meister hat uns Land und Reichtümer versprochen falls wir ihn helfen.

source: We'll offer the same deal if you fight with us.
de: Wir können dass gleiche Versprechen falls ihr mit uns kämpft.

source: Ha! We dwarves are a brave bunch, but we would not stand a chance against our master. I'm sorry, but you must all die!
de: He! Wir Zwerge sind ein tapferes Volk, und wir würden keine Chance haben gegen unseren Meister. Es tut mir Leid, aber ihr müsst alle sterben!

source: You cannot win this battle, Ardella! Surrender now, and my master will arrange safe passage for you and your children to Wesnoth. Zilead is awaiting your arrival.
de: Du kannst nicht diese Schlacht gewinnen, Ardella! Ergebe dich, und mein Meister wird dir eine sichere reise für dich und deine Kinder nach Wesnoth gewähren. Zilead wartet auf dich.

source: I will not abandon the people of Eliador!
de: Ich werde nicht dass Volk von Eliador im Stich lassen!

source: Remember our agreement, master. Ardella and her children must not be harmed.
de: Erinnert euch an unser abkommen, Meister. Ardella und ihren Kindern darf nichts passieren.

source: Mother, look! Randalf's statues have escaped! They will kill the witch!
de: Mutter, schau! Randalfs Statuen sind entkommen! Sie werden die Hexe töten!

source: Othello, you scaredy-cat!
de: Othello, du Angsthase!

source: The time has come for me to abolish the law of Illien. Slaves of Illien, I release you!
de: Die Zeit ist gekommen um dass Gesetz von Illien zu brechen. Sklaven von Illien, ich befreie euch nun!

source: Lucien sent us to help the elves of Glorienda.
de: Lucien hat uns geschickt um die Elfen von Glorienda zu helfen.

source: You could not have come at a better time!
de: Ihr konntet nicht zu einer besseren Stunde kommen!

source: I come from Angalas. Where are the elves of Glorienda?
de: Ich komme von Angalas. Wo sind die Elfen von Glorienda?

source: I am sorry, but they fell in battle.
de: Es tut mir Leid aber sie sind gefallen.

source: The Monsters of Eliador have come to your help, Ardella!
de: Die Monster von Eliador sind gekommen dir zu helfen, Ardella!

source: Monsters of the far Seas! I call you <b>NOW</b>
de: Monster der Fernen Meere! Ich rufe euch <b>JETZT</b>

source: I have no mercy for my enemies!
de: Ich habe kein erbarmen mit meinen Feinden!

source: Nor do I! You will not harm them!
de: So auch ich nicht! Ich werde sie nicht verletzen!

source: You would not dare betray me, Randalf!
de: Du wirst es nicht wagen mich zu verraten, Randalf!

source: Watch me!
de: Schau!

source: Urian is dead!
de: Urian ist gefallen!

source: The witch is dead!
de: Die Hexe ist Tod!

source: Look! They're running away!
de: Seht! Sie Fliehen!

source: Journey to Wesnoth
de: Reise nach Wesnoth

source: After the tought battle the family sailed on Sea towards the realms of Wesnoth
de: Nach der harten Schlacht reiste die Familie über See in Richtung der Ländereien von Wesnoth

source: Witches
de: Hexen

source: <span color='white'><big>Surprise!</big></span>
de: <span color='white'><big>Überraschung!</big></span>

source: Hurry up and finish your breakfast, children. Your father is waiting for us.
de: Beeilt euch und beendet euer Frühstück, Kinder. Euer Vater erwartet euch.

source: How much further is Wesnoth?
de: Wie weit ist es noch bis Wesnoth?

source: We will arrive in two weeks time.
de: Wir werden in zwei Wochen ankommen.

source: I can't wait that long! I miss papa!
de: Ich kann nicht so lange warten! Ich vermisse Papa!

source: Cockatrice
de: Gorgonit
